[
 {
   "exercise": "Crunch",
   "description": "Lie down on your back with your feet pressed against the squat stand and your hands against your ears. Roll your shoulder blades up from the gildeboard while keeping your lower back in contact with it and lower yourself back down after a short pause. To avoid pulling your neck with your hands, look straight up instead of looking at your knees.",
   "category": "Abs"
 },
 {
   "exercise": "Resisted Crunch",
   "description": "Lie down on your back with your knees bent and your feet on the glideboard and hold the handles with your hands, arms extended out and parallel to your thighs. Roll your shoulder blades up from the glideboard by pushing on the handles while keeping your arms extended and lower yourself back down after a short pause. To avoid pulling your neck with your hands, look straight up instead of looking at your knees.",
   "category": "Abs"
 },
 {
   "exercise": "Inclined Crunch with Feet Attached",
   "description": "Lie down on your back with your head down, feet attched to the wing attachment, knees slightly bent. Roll your shoulder blades up from the glideboard while keeping your lower back in contact with it and lower yourself back down after a short pause. To avoid pulling your neck with your hands, look straight up instead of looking at your knees.",
   "category": "Abs"
 },
 {
   "exercise": "Crunch with Leg Curl",
   "description": "Lie down on your back with your head down, feet attched to the wing attachment, knees slightly bent. Roll your shoulder blades up from the glideboard while at the same time pulling yourself up closer to your feet by bending your knees and lower yourself back down after a short pause. To avoid pulling your neck with your hands, look straight up instead of looking at your knees.",
   "category": "Abs"
 },
 {
   "exercise": "Sit-up With Cable",
   "description": "Lie down on your back with your head down, feet attched to the wing attachment, knees slightly bent. Roll your shoulder blades up from the glideboard while at the same time pulling yourself up closer to your feet by bending your knees and lower yourself back down after a short pause. To avoid pulling your neck with your hands, look straight up instead of looking at your knees.",
   "category": "Abs"
 },
 {
   "exercise": "Trunk Rotation",
   "description": "Sit sideways on the glideboard, keep your legs extended up from the floor and hold the handles with both hands close to one another on your side. While keeping the angles in your elbows still, pull the handles towards the other side of your trunk and allow yourself back to the starting position after a short pause. Keep your back straight throughout.",
   "category": "Abs"
 },
 {
   "exercise": "Jacknife Sit-up",
   "description": "Lie down on your back with your feet pressed against the squat stand and extend your arms up in line with your body.  Roll your upper body up until your lower back no longer touches the glideboard and until your arms are parallel to your legs and lower yourself down after a short pause. Try to keep your back, legs and arms straight throughout.",
   "category": "Abs"
 },
 {
   "exercise": "High Leg Pull-in",
   "description": "Kneel down on the glideboard, grasp the toe bar with your hands and push your body up the rail while keeping your thighs and upper body extended on the same line. Pull yourself back towards the toe bar while keeping your arms and upper body fully extended and push yourself back up after a short pause. Be careful not to back yourself too far out up to a point where you would lose balance.",
   "category": "Abs"
 },
 {
   "exercise": "Low Leg Pull-in",
   "description": "Kneel down on the glideboard, grasp the base of the machine with your hands and push your body up the rail so that your body is fully extended. Pull yourself back towards your hands by bending your hips and knees and push yourself back up after a short pause. Keep your arms extended and perpendicular to the floor throughout.",
   "category": "Abs"
 },
 {
   "exercise": "Side Plank",
   "description": "Rest on one side on your forearm (elbow at 90 degrees), body fully extended with your feet against the base of the machine. Bring the arm that is free up above your head and extend it so that is parallel to the mat and hold for a few seconds before bringing it back. Only the arm that is free should be moving throughout the exercise.",
   "category": "Abs"
 },
 {
   "exercise": "Hyperextension",
   "description": "Lie prone on the glideboard and rest your hands against your lower back. Raise your upper body from the glideboard as high as you can by contracting your lower back muscles and bring yourself back down after a short pause. You may rest your hands behind your head to add a further level of difficulty.",
   "category": "Back"
 },
 {
   "exercise": "Row",
   "description": "Sit on the top edge of the glideboard and hold the handles with your hands, arms extended out in front of you. Slide the glideboard up by pulling on the handles towards the sides of your navel and allow yourself back down after a short pause. Keep your back straight throughout.",
   "category": "Back"
 },
 {
   "exercise": "Crossover Row",
   "description": "Sit on the top edge of the glideboard and hold the handles in a crossover fashion with your hands, arms extended out in front of you. Slide the glideboard up by pulling on the handles towards the sides of your navel and allow yourself back down after a short pause. Keep your back straight throughout.",
   "category": "Back"
 },
 {
   "exercise": "Kneeling Row",
   "description": "Kneel on the top edge of the glideboard and hold the handles with your hands, arms extended out in front of you. Slide the glideboard up by pulling on the handles towards the sides of your navel and allow yourself back down after a short pause. Keep your back straight throughout.\n",
   "category": "Back"
 },
 {
   "exercise": "Row with Hyperextension",
   "description": "Sit on the glideboard with your legs fully extended and crouch down to hold the handles with your hands, arms fully extended in front of you. Slide the glideboard up while raising your upper body up by pulling the handles towards the sides of your navel and allow yourself back down after a short pause. Breathe out while raising yourself and breathe in while lowering yourself back.\n",
   "category": "Back"
 },
 {
   "exercise": "Back Fly",
   "description": "Sit on the top edge of the glideboard and hold the handles with your hands, arms extended out in front of you. Slide the glideboard up by pulling on the handles towards the sides of your body and allow yourself back down after a short pause. Keep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Back"
 },
 {
   "exercise": "Rotating Back Fly",
   "description": "Sit on the top edge of the glideboard and hold the handles with your hands, arms extended out in front of you. Slide the glideboard up by pulling on one handle towards its side of your body and allow yourself back down after a short pause. Alternate sides between repetitions. Keep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Back"
 },
 {
   "exercise": "Prone Back Fly",
   "description": "Lie prone on the glideboard and hold the handles with your hands, arms extended out. Slide the glideboard up by pulling on the handles towards the sides of your body and allow yourself back down after a short pause. Keep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Back"
 },
 {
   "exercise": "Back Fly with Leg Curl",
   "description": "Sit on the top edge of the bench, attach your feet to the wing attachment and hold the handles with your hands, arms fully extended in front of you. Slide the glideboard up by pulling on the handles towards the sides of your body while curling your knees and allow yourself back down after a short pause. Keep your back straight throughout.",
   "category": "Back"
 },
 {
   "exercise": "Lateral Pulldown",
   "description": "Lie on your back on the glideboard, knees bent, and hold the handles with your hands, arms extended out to each side of your body.Slide the glideboard up by pulling on the handles towards the sides of your buttocks and allow yourself back down after a short pause.Keep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Back"
 },
 {
   "exercise": "Pulldown with Squat with Elbows Flexed",
   "description": "Lie on your back on the glideboard, feet on the squat stand with your knees bent and hold the handles with your hands above your head, elbows slightly bent.Slide the glideboard up by pulling on the handles towards your abdomen while extending your legs and allow yourself back down after a short pause.Keep the small bend in your elbows constant throughout.",
   "category": "Back"
 },
 {
   "exercise": "Lateral Pulldown with Squat",
   "description": "Lie on your back on the glideboard, feet on the squat stand with your knees bent and hold the handles with your hands above your head, elbows slightly bent.\n\nSlide the glideboard up by pulling on the handles towards the sides of your body while extending your legs and allow yourself back down after a short pause.\n\nKeep the small bend in your elbows constant throughout.",
   "category": "Back"
 },
 {
   "exercise": "Pull-Up",
   "description": "Lie prone on the glideboard and hold the wing attachment with your hands, plams facing down.\n\nSlide the glideboard up by curling your elbows until your head is above it and allow yourself back down after a short pause.\n\nBreathe out while raising yourself and breathe in while lowering yourself back.",
   "category": "Back"
 },
 {
   "exercise": "Chest Press",
   "description": "Sit on the glideboard with your knees bent and hold the handles with your hands on each side of your chest, palms facing down and elbows bent.\n\nSlide the glideboard up by pushing on the handles straight forward and allow yourself back down after a short pause.\n\nKeep your forearms parallel to the floor throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Close-Grip Chest Press",
   "description": "Sit on the glideboard with your knees bent and hold the handles with your hands on each side of your chest, palms facing down and elbows bent.\n\nSlide the glideboard up by pushing on the handles straight forward and towards each other and allow yourself back down after a short pause.\n\nKeep your forearms parallel to the floor throughout.\n",
   "category": "Chest"
 },
 {
   "exercise": "Wide-Grip Chest Press",
   "description": "Sit on the glideboard with your knees bent and hold the handles with your hands on each side of your chest, palms facing down and elbows bent.\n\nSlide the glideboard up by pushing on the handles straight forward and away from each other and allow yourself back down after a short pause.\n\nKeep your forearms parallel to the floor throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Incline Push Up",
   "description": "Lie face down with your hands on the glideboard and your feet on the base of the rails, back and legs fully extended and elbows bent.\n\nPush yourself up by extending your arms and allow yourself back down after a short pause.\n\nKeep your back and legs fully extended throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Chest Fly",
   "description": "Sit on the glideboard with your knees bent and hold the handles with your hands on each side of your chest, palms facing each other and elbows only slightly bent.\n\nSlide the glideboard up by pulling the handles close to each other, arms parallel to the floor other and allow yourself back down after a short pause.\n\nKeep the small bend in your elbows constant throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Incline Chest Fly",
   "description": "Sit on the glideboard with your knees bent and hold the handles with your hands on each side of your chest, palms facing each other and elbows only slightly bent.\n\nSlide the glideboard up by pulling the handles close to each other and up in front of your head and allow yourself back down after a short pause.\n\nKeep the small bend in your elbows constant throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Decline Chest Fly",
   "description": "Sit on the glideboard with your knees bent and hold the handles with your hands on each side of your chest, palms facing each other and elbows only slightly bent.\n\nSlide the glideboard up by pulling the handles close to each other and down in front of your abdomen and allow yourself back down after a short pause.\n\nKeep the small bend in your elbows constant throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Lateral Chest Fly",
   "description": "Sit sideways on the glideboard with your legs extended out and hold one handle with the hand closest to it, arm extended out with your elbow only slightly bent.\n\nSlide the glideboard up by pulling the handle towards the front of your chest and allow yourself back down after a short pause.\n\nKeep the small bend in your elbows constant throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Pullover",
   "description": "Lie on your back on the glideboard, knees bent and hold the handles with your hands, arms extended up in line with your body.\n\nSlide the glideboard up by pulling the handles down towards your thighs and allow yourself back down after a short pause.\n\nKeep your arms straight throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Pullover with Crunch",
   "description": "Lie on your back on the glideboard, knees bent and hold the handles with your hands, arms extended up in line with your body.\n\nSlide the glideboard up by pulling the handles down towards your thighs while at the same time rolling your shoulder blades up and allow yourself back down after a short pause.\n\nKeep your arms straight throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Pullover with Twisting Crunch",
   "description": "Lie on your back on the glideboard, knees bent and hold the handles with your hands, arms extended up in line with your body.\n\nSlide the glideboard up by pulling one handle down towards the opposite thigh while at the same time rolling your shoulder blades up and allow yourself back down after a short pause.\n\nKeep your arms straight throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Pullover with Squat",
   "description": "Lie on your back on the glideboard, knees bent, feet against the squat stand and hold the handles with your hands, arms extended up in line with your body.\n\nSlide the glideboard up by pulling the handles down towards your thighs while at the same time extending your legs and allow yourself back down after a short pause.\n\nKeep your arms straight throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Single Leg Pullover with Squat",
   "description": "Lie on your back on the glideboard, one knee bent and its foot against the squat stand while the other leg is extended out and hold the handles with your hands, arms extended up in line with your body.\n\nSlide the glideboard up by pulling the handles down towards your thighs while at the same time extending your leg and allow yourself back down after a short pause.\n\nKeep your arms straight throughout.",
   "category": "Chest"
 },
 {
   "exercise": "Leg Curl",
   "description": "Lie on your back on the glideboard with your legs extended and attach your ankles to the wing attachment.\n\nSlide the glideboard up by curling your legs and allow yourself back down after a short pause.\n\nBreathe out while curling your legs and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Reverse Leg Curl",
   "description": "Lie on your back on the glideboard, hips and knees at 90 degree angles and rest your feet against the toe raise bar.\n\nRaise your buttocks from up the glideboard by straightening your hips and allow yourself back down after a short pause.\n\nKeep a 90 degree angle in your knees throughout.",
   "category": "Legs"
 },
 {
   "exercise": "Squat",
   "description": "Lie on your back on the glideboard with your feet on the squat stand, knees at 90 degree angles.\n\nSlide the glideboard up by straightening your legs and allow yourself back down after a short pause.\n\nBreathe out while straightening your legs and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Wide Squat",
   "description": "Lie on your back on the glideboard with your feet wide from each other on the squat stand, knees at 90 degree angles.\n\nSlide the glideboard up by straightening your legs and allow yourself back down after a short pause.\n\nBreathe out while straightening your legs and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Single-Leg Squat",
   "description": "Lie on your back on the glideboard with one foot on the squat stand with its knee at a 90 degree angles and the other leg slightly elevated and extended.\n\nSlide the glideboard up by straightening your leg and allow yourself back down after a short pause.\n\nBreathe out while straightening your leg and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Single-Leg Squat On Side",
   "description": "Lie sideways on the glideboard with one foot on the squat stand, its knee at a 90 degree angle and the other off the squat stand, knee bent.\n\nSlide the glideboard up by straightening your leg and allow yourself back down after a short pause.\n\nBreathe out while straightening your leg and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Single-Leg Squat Kneeling",
   "description": "Kneel on one knee on the glideboard with the other foot resting against the squat stand, its knee bent.\n\nSlide the glideboard up by straightening your leg and allow yourself back down after a short pause.\n\nBreathe out while straightening your leg and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Jumping Squat",
   "description": "Lie on your back on the glideboard with your feet on the squat stand, knees at 90 degree angles.\n\nSlide the glideboard up by jumping slightly off the squat stand and allow yourself back down after a short pause.\n\nBreathe out while jumping and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Twisting Squat",
   "description": "Lie on your back on the glideboard with your feet on the squat stand, knees at 90 degree angles, rotated out slightly to one side.\n\nSlide the glideboard up by straightening your legs while realigning yourself and allow yourself back down after a short pause.\n\nBreathe out while straightening your legs and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Jumping and Twisting Squat",
   "description": "Lie on your back on the glideboard with your feet on the squat stand, knees at 90 degree angles, rotated out slightly to one side.\n\nSlide the glideboard up by jumping slightly off the squat stand while realigning yourself and allow yourself back down after a short pause.\n\nBreathe out while jumping and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Front Lunge",
   "description": "Stand in front of the glideboard and put one foot on it, knee slightly bent, both feet pointing forward.\n\nSlide the glideboard up by pushing your foot foward and allow yourself back down after a short pause.\n\nKeep your back straight and perpendicular to the floor throughout.",
   "category": "Legs"
 },
 {
   "exercise": "Hip Extension with Knee Stabilized",
   "description": "Lie on your back on the glideboard, knees bent and attach one foot to the leg pull attachment, its leg straight and perpendicular to the floor.\n\nSlide the glideboard up by pulling your leg down and allow yourself back down after a short pause.\n\nKeep your leg straight throughout.",
   "category": "Legs"
 },
 {
   "exercise": "Hip Abduction",
   "description": "Sit on the top end of the glideboard, legs straight and feet resting against and inside the cables and hold the handles with your hands, palms facing each other.\n\nSlide the glideboard up by pulling your legs away from each other and allow yourself back down after a short pause.\n\nKeep your legs and back straight throughout.",
   "category": "Legs"
 },
 {
   "exercise": "Hip Adduction",
   "description": "Lie sideways on the glideboard with one foot attached to the leg pull attachment, its leg straight and prependicular to the floor.\n\nSlide the glideboard up by pulling your leg down towards the other one and allow yourself back down after a short pause.\n\nKeep your leg straight throughout.",
   "category": "Legs"
 },
 {
   "exercise": "Calf Raise",
   "description": "Lie on your back on the glideboard and place only your toes on the squat stand.\n\nSlide the glideboard up by pushing on your toes to raise your heels and allow yourself back down after a short pause.\n\nBreathe out while pushing and breathe in while returning to starting position.",
   "category": "Legs"
 },
 {
   "exercise": "Shoulder Press",
   "description": "Lie face down on the glideboard, knees bent and grasp the press-up bars with your hands, elbows bent.\n\nSlide the glideboard up by extending your arms (pushing yourself up) and allow yourself back down after a short pause.\n\nBreathe out while pushing and breathe in while returning to starting position.",
   "category": "Shoulders"
 },
 {
   "exercise": "Upright Row",
   "description": "Sit on the top end of the glideboard and hold the handles above your knees, arms extended and palms facing down.\n\nSlide the glideboard up by pulling the handles up towards your shoulders and allow yourself back down after a short pause.\n\nKeep your back straight throughout.",
   "category": "Shoulders"
 },
 {
   "exercise": "Upright Row with Hyperextension",
   "description": "Sit on the glideboard and hold the handles down above your ankles, arms and legs extended, palms facing down.\n\nSlide the glideboard up by pulling the handles up towards your shoulders while raising your back and allow yourself back down after a short pause.\n\nBreathe out while raising yourself and breathe in while lowering yourself back.",
   "category": "Shoulders"
 },
 {
   "exercise": "Upright Row with Leg Curl",
   "description": "Sit on the top end of the glideboard and hold the handles above your knees, arms extended, palms facing down and ankles attached using the wing attachment.\n\nSlide the glideboard up by pulling the handles up towards your shoulders while curling your legs and allow yourself back down after a short pause.\n\nKeep your back straight throughout.",
   "category": "Shoulders"
 },
 {
   "exercise": "Lateral Deltoid Raise",
   "description": "Lie on your back on the glideboard, knees bent and hold the handles down near your hips, arms fully extended, palms facing each other.\n\nSlide the glideboard up by pulling the handles outwardly towards the level of your shoulders and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Front Deltoid Raise",
   "description": "Sit on the glideboard, knees slightly bent and hold the handles down below your buttocks, arms extended and palms facing back.\n\nSlide the glideboard up by pulling the handles forward until your arms are parallel to the floor and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Wide Grip Front Deltoid Raise",
   "description": "Sit on the glideboard, knees slightly bent and hold the handles down below your buttocks, arms extended and palms facing back.\n\nSlide the glideboard up by pulling the handles forward and outward until your arms are parallel to the floor and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Front Deltoid Raise with Supination Grip",
   "description": "Sit on the glideboard, knees slightly bent and hold the handles down below your buttocks, arms extended and palms facing forward.\n\nSlide the glideboard up by pulling the handles forward until your arms are parallel to the floor and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Lying Front Deltoid Raise",
   "description": "Lie on your back on the glideboard, knees bent and hold the handles down near your hips, arms fully extended, plams facing each down.\n\nSlide the glideboard up by pulling the handles up until your arms are perpendicular to the floor and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Front Deltoid Raise with Leg Curl",
   "description": "Sit on the top end of the glideboard and hold the handles down near your thighs, arms extended, plams facing back and ankles attached to the wing attachment.\n\nSlide the glideboard up by pulling the handles straight up in front of you while curling your legs and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Shoulder Extension",
   "description": "Sit on the top end of the glideboard and hold the handles above your knees, arms extended and palms facing down.\n\nSlide the glideboard up by pulling the handles straight back until your arms are perpendicular to the floor and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Shoulder Extension with Hyperextension",
   "description": "Kneel on the glideboard and crouch to hold the handles with your arms extended and palms facing down.\n\nSlide the glideboard up by pulling the handles straight back until your arms are perpendicular to the floor while raising your upper body and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Shoulder Extension with Leg Curl",
   "description": "Sit on the top end of the glideboard and hold the handles near your knees, arms extended, palms facing down and ankles attached to the wing attachment.\n\nSlide the glideboard up by pulling the handles straight back until your arms are perpendicular to the floor while curling your legs and allow yourself back down after a short pause.\n\nKeep your arms fully extended throughout (or keep the small bend in your elbows constant).",
   "category": "Shoulders"
 },
 {
   "exercise": "Lateral Arm Pull",
   "description": "Sit sideways on the glideboard and hold one handle with the hand opposite to it, arms extended and palm facing down.\n\nSlide the glideboard up by pulling the handle straight back while keeping it at the same height off the floor and allow yourself back down after a short pause.\n\nKeep your back straight throughout.",
   "category": "Shoulders"
 },
 {
   "exercise": "Biceps Curl",
   "description": "Sit on the top end of the glideboard and hold the handles with your arms extended above your knees, palms facing up.\n\nSlide the glideboard up by pulling the handles towards your shoulders and allow yourself back down after a short pause.\n\nKeep your upper arms in the same position throughout.",
   "category": "Biceps"
 },
 {
   "exercise": "Lateral Single-Arm Biceps Curl",
   "description": "Sit sideways on the glideboard and hold the handle with the hand closest to it, arm extended and palm facing up.\n\nSlide the glideboard up by pulling the handle towards your shoulder and allow yourself back down after a short pause.\n\nKeep your upper arm in the same position throughout.",
   "category": "Biceps"
 },
 {
   "exercise": "Lying Biceps Curl",
   "description": "Lie on your back on the glideboard, knees bent, and hold the handles with your arms extended and lying on the mat, palms facing up.\n\nSlide the glideboard up by pulling the handles towards your shoulders and allow yourself back down after a short pause.\n\nKeep your upper arms pressed against the slideboard throughout.",
   "category": "Biceps"
 },
 {
   "exercise": "Biceps Curl with Crunching",
   "description": "Lie on your back on the glideboard, knees bent and hold the handles with your arms extended, palms facing up and raise your upper body from up the mat.\n\nSlide the glideboard up by pulling the handles towards your shoulders and allow yourself back down after a short pause.\n\nKeep your upper body off the glideboard and your upper arms in the same position throughout.",
   "category": "Biceps"
 },
 {
   "exercise": "Biceps Curl with Hyperextension",
   "description": "Sit on the glideboard, legs extended and tilt your upper body forward to hold the handles above your ankles, arms extended and palms facing up.\n\nSlide the glideboard up by pulling the handles towards your shoudlers while raising your upper body and allow yourself back down after a short pause.\n\nBreathe out while pulling the handles and breathe in while returning to starting position.",
   "category": "Biceps"
 },
 {
   "exercise": "Biceps Curl with Leg Curl",
   "description": "Sit on the top end of the glideboard and hold the handles with your hands above your knees, arms extended, palms facing up and attach your ankles to the wing attachment.\n\nSlide the glideboard up by pulling the handles towards your shoulders while curling your legs and allow yourself back down after a short pause.\n\nKeep your upper arms in the same position throughout.",
   "category": "Biceps"
 },
 {
   "exercise": "Chin-Up",
   "description": "Lie prone on the glideboard and hold the wing attachment with your hands, arms extended and palms facing up.\n\nSlide the glideboard up by curling your arms and allow yourself back down after a short pause.\n\nBreathe out while pulling yourself up and breathe in while returning to starting position.",
   "category": "Biceps"
 },
 {
   "exercise": "Triceps Extension",
   "description": "Lie on your back on the glideboard, knees bent and hold the handles with your hands above your shoulders, elbows bent and palms facing up.\n\nSlide the glideboard up by pushing the handles forward towards your kness, straightening your arms and allow yourself back down after a short pause.\n\nKeep your upper arms in the same position throughout.",
   "category": "Triceps"
 },
 {
   "exercise": "Prone Triceps Extension",
   "description": "Lie prone on the glideboard and hold the handles with your hands below your shoulders, elbows bent and palms facing down.\n\nSlide the glideboard up by pulling the handles back towards the sides of your buttocks, straightening your arms and allow yourself back down after a short pause.\n\nKeep your upper arms in the same position throughout.",
   "category": "Triceps"
 },
 {
   "exercise": "Kneeling Triceps Extension",
   "description": "Kneel on the glideboard and hold the handles in front of your chest, elbows bent and palms facing down.\n\nSlide the glideboard up by pulling the handles back, straightening your arms and allow yourself back down after a short pause.\n\nKeep your upper arms and upper body in the same position throughout.",
   "category": "Triceps"
 },
 {
   "exercise": "Lateral Single-Arm Triceps Extension",
   "description": "Sit sideways on the glideboard and hold one handle with the hand furthest to it in front of your chest, elbow bent and palm facing your body.\n\nSlide the glideboard up by pulling the handle back, straightening your arm and allow yourself back down after a short pause.\n\nKeep your upper arm and upper body in the same position throughout.",
   "category": "Triceps"
 },
 {
   "exercise": "Dumbell Bench Press",
   "description": "Lie down on a flat bench with a dumbbell in each hand resting on top of your thighs. The palms of your hands will be facing each other.\nThen, using your thighs to help raise the dumbbells up, lift the dumbbells one at a time so that you can hold them in front of you at shoulder width.\nOnce at shoulder width, rotate your wrists forward so that the palms of your hands are facing away from you. The dumbbells should be just to the sides of your chest, with your upper arm and forearm creating a 90 degree angle. Be sure to maintain full control of the dumbbells at all times. This will be your starting position.\nThen, as you breathe out, use your chest to push the dumbbells up. Lock your arms at the top of the lift and squeeze your chest, hold for a second and then begin coming down slowly. Tip: Ideally, lowering the weight should take about twice as long as raising it.\nRepeat the movement for the prescribed amount of repetitions of your training program.",
   "category": "Chest"
 },
 {
   "exercise": "Pushups",
   "description": "Lie on the floor face down and place your hands about 36 inches apart while holding your torso up at arms length.\nNext, lower yourself downward until your chest almost touches the floor as you inhale.\nNow breathe out and press your upper body back up to the starting position while squeezing your chest.\nAfter a brief pause at the top contracted position, you can begin to lower yourself downward again for as many repetitions as needed.",
   "category": "Chest"
 },
 {
   "exercise": "Dumbell Flyes",
   "description": "Lie down on a flat bench with a dumbbell on each hand resting on top of your thighs. The palms of your hand will be facing each other.\nThen using your thighs to help raise the dumbbells, lift the dumbbells one at a time so you can hold them in front of you at shoulder width with the palms of your hands facing each other. Raise the dumbbells up like you're pressing them, but stop and hold just before you lock out. This will be your starting position.\nWith a slight bend on your elbows in order to prevent stress at the biceps tendon, lower your arms out at both sides in a wide arc until you feel a stretch on your chest. Breathe in as you perform this portion of the movement. Tip: Keep in mind that throughout the movement, the arms should remain stationary; the movement should only occur at the shoulder joint.\nReturn your arms back to the starting position as you squeeze your chest muscles and breathe out. Tip: Make sure to use the same arc of motion used to lower the weights.\nHold for a second at the contracted position and repeat the movement for the prescribed amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Inclined Dumbell Press",
   "description": "Lie back on an incline bench with a dumbbell in each hand atop your thighs. The palms of your hands will be facing each other.\nThen, using your thighs to help push the dumbbells up, lift the dumbbells one at a time so that you can hold them at shoulder width.\nOnce you have the dumbbells raised to shoulder width, rotate your wrists forward so that the palms of your hands are facing away from you. This will be your starting position.\nBe sure to keep full control of the dumbbells at all times. Then breathe out and push the dumbbells up with your chest.\nLock your arms at the top, hold for a second, and then start slowly lowering the weight. Tip Ideally, lowering the weights should take about twice as long as raising them.\nRepeat the movement for the prescribed amount of repetitions.\nWhen you are done, place the dumbbells back on your thighs and then on the floor. This is the safest manner to release the dumbbells.\n",
   "category": "Chest"
 },
 {
   "exercise": "Low Cable Crossover",
   "description": "\nTo move into the starting position, place the pulleys at the low position, select the resistance to be used and grasp a handle in each hand.\nStep forward, gaining tension in the pulleys. Your palms should be facing forward, hands below the waist, and your arms straight. This will be your starting position.\nWith a slight bend in your arms, draw your hands upward and toward the midline of your body. Your hands should come together in front of your chest, palms facing up.\nReturn your arms back to the starting position after a brief pause.",
   "category": "Chest"
 },
 {
   "exercise": "Decline Dumbell Flyes",
   "description": "Secure your legs at the end of the decline bench and lie down with a dumbbell on each hand on top of your thighs. The palms of your hand will be facing each other.\nOnce you are laying down, move the dumbbells in front of you at shoulder width. The palms of the hands should be facing each other and the arms should be perpendicular to the floor and fully extended. This will be your starting position.\nWith a slight bend on your elbows in order to prevent stress at the biceps tendon, lower your arms out at both sides in a wide arc until you feel a stretch on your chest. Breathe in as you perform this portion of the movement. Tip: Keep in mind that throughout the movement, the arms should remain stationary; the movement should only occur at the shoulder joint.\nReturn your arms back to the starting position as you squeeze your chest muscles and breathe out. Tip: Make sure to use the same arc of motion used to lower the weights.\nHold for a second at the contracted position and repeat the movement for the prescribed amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Dips",
   "description": "For this exercise you will need access to parallel bars. To get yourself into the starting position, hold your body at arms length (arms locked) above the bars.\nWhile breathing in, lower yourself slowly with your torso leaning forward around 30 degrees or so and your elbows flared out slightly until you feel a slight stretch in the chest.\nOnce you feel the stretch, use your chest to bring your body back to the starting position as you breathe out. Tip: Remember to squeeze the chest at the top of the movement for a second.\nRepeat the movement for the prescribed amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Barbell Bench Press",
   "description": "Lie back on a flat bench. Using a medium width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.\nFrom the starting position, breathe in and begin coming down slowly until the bar touches your middle chest.\nAfter a brief pause, push the bar back to the starting position as you breathe out. Focus on pushing the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position at the top of the motion, hold for a second and then start coming down slowly again. Tip: Ideally, lowering the weight should take about twice as long as raising it.\nRepeat the movement for the prescribed amount of repetitions.\nWhen you are done, place the bar back in the rack.",
   "category": "Chest"
 },
 {
   "exercise": "Bodyweight Flyes",
   "description": "Position two equally loaded EZ bars on the ground next to each other. Ensure they are able to roll.\nAssume a push-up position over the bars, supporting your weight on your toes and hands with your arms extended and body straight.\nPlace your hands on the bars. This will be your starting position.\nUsing a slow and controlled motion, move your hands away from the midline of your body, rolling the bars apart. Inhale during this portion of the motion.\nAfter moving the bars as far apart as you can, return to the starting position by pulling them back together. Exhale as you perform this movement.",
   "category": "Chest"
 },
 {
   "exercise": "Inclined Cable Flye",
   "description": "\nTo get yourself into the starting position, set the pulleys at the floor level (lowest level possible on the machine that is below your torso).\nPlace an incline bench (set at 45 degrees) in between the pulleys, select a weight on each one and grab a pulley on each hand.\nWith a handle on each hand, lie on the incline bench and bring your hands together at arms length in front of your face. This will be your starting position.\nWith a slight bend of your elbows (in order to prevent stress at the biceps tendon), lower your arms out at both sides in a wide arc until you feel a stretch on your chest. Breathe in as you perform this portion of the movement. Tip: Keep in mind that throughout the movement, the arms should remain stationary. The movement should only occur at the shoulder joint.\nReturn your arms back to the starting position as you squeeze your chest muscles and exhale. Hold the contracted position for a second. Tip: Make sure to use the same arc of motion used to lower the weights.\nRepeat the movement for the prescribed amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Wide-Grip Decline Barbell Bench Press",
   "description": "Lie back on a decline bench with the feet securely locked at the front of the bench. Using a wide, pronated (palms forward) grip that is around 3 inches away from shoulder width (for each hand), lift the bar from the rack and hold it straight over you with your arms locked. The bar will be perpendicular to the torso and the floor. This will be your starting position.\nAs you breathe in, come down slowly until you feel the bar on your lower chest.\nAfter a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up.\nRepeat the movement for the prescribed amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Incline Dumbbell Press Reverse-Grip",
   "description": "Lay on an incline bench holding a dumbbell in each hand. Begin with your arms extended above your torso with a supinated grip.\nYour back should be arched, feet driving through the ground, and lats tight. This will be your starting position.\nLower the weights to your chest by flexing the elbows.\nAfter a brief pause, return the weights to the starting position by extending the elbows",
   "category": "Chest"
 },
 {
   "exercise": "Wide-Grip Barbell Bench Press",
   "description": "Lie back on a flat bench with feet firm on the floor. Using a wide, pronated (palms forward) grip that is around 3 inches away from shoulder width (for each hand), lift the bar from the rack and hold it straight over you with your arms locked. The bar will be perpendicular to the torso and the floor. This will be your starting position.\nAs you breathe in, come down slowly until you feel the bar on your middle chest.\nAfter a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up.\nRepeat the movement for the prescribed amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Decline Barbell Bench Press",
   "description": "Secure your legs at the end of the decline bench and slowly lay down on the bench.\nUsing a medium width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over you with your arms locked. The arms should be perpendicular to the floor. This will be your starting position. Tip: In order to protect your rotator cuff, it is best if you have a spotter help you lift the barbell off the rack.\nAs you breathe in, come down slowly until you feel the bar on your lower chest.\nAfter a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up).\nRepeat the movement for the prescribed amount of repetitions.\nWhen you are done, place the bar back in the rack.",
   "category": "Chest"
 },
 {
   "exercise": "Incline Pushup",
   "description": "\nStand facing bench or sturdy elevated platform. Place hands on edge of bench or platform, slightly wider than shoulder width.\nPosition forefoot back from bench or platform with arms and body straight. Arms should be perpendicular to body. Keeping body straight, lower chest to edge of box or platform by bending arms.\nPush body up until arms are extended. Repeat.",
   "category": "Chest"
 },
 {
   "exercise": "Incline Dumbbell Flyes",
   "description": "Hold a dumbbell on each hand and lie on an incline bench that is set to an incline angle of no more than 30 degrees.\nExtend your arms above you with a slight bend at the elbows.\nNow rotate the wrists so that the palms of your hands are facing you. Tip: The pinky fingers should be next to each other. This will be your starting position.\nAs you breathe in, start to slowly lower the arms to the side while keeping the arms extended and while rotating the wrists until the palms of the hand are facing each other. Tip: At the end of the movement the arms will be by your side with the palms facing the ceiling.\nAs you exhale start to bring the dumbbells back up to the starting position by reversing the motion and rotating the hands so that the pinky fingers are next to each other again. Tip: Keep in mind that the movement will only happen at the shoulder joint and at the wrist. There is no motion that happens at the elbow joint.\nRepeat for the recommended amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Cable Crossover",
   "description": "\nTo get yourself into the starting position, place the pulleys on a high position (above your head), select the resistance to be used and hold the pulleys in each hand.\nStep forward in front of an imaginary straight line between both pulleys while pulling your arms together in front of you. Your torso should have a small forward bend from the waist. This will be your starting position.\nWith a slight bend on your elbows in order to prevent stress at the biceps tendon, extend your arms to the side (straight out at both sides) in a wide arc until you feel a stretch on your chest. Breathe in as you perform this portion of the movement. Tip: Keep in mind that throughout the movement, the arms and torso should remain stationary; the movement should only occur at the shoulder joint.\nReturn your arms back to the starting position as you breathe out. Make sure to use the same arc of motion used to lower the weights.\nHold for a second at the starting position and repeat the movement for the prescribed amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Neck Press",
   "description": "Lie back on a flat bench. Using a medium-width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over your neck with your arms locked. This will be your starting position.\nAs you breathe in, come down slowly until you feel the bar on your neck.\nAfter a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up).\nRepeat the movement for the prescribed amount of repetitions.\nWhen you are done, place the bar back in the rack.",
   "category": "Chest"
 },
 {
   "exercise": "Drop Push",
   "description": "Position low boxes or other platforms 2-3 feet apart.\nMove to a pushup position between them, supporting yourself by placing your hands on the boxes.\nWith good posture, drop from the platforms by pressing up and moving your hands to shoulder width, cushioning your landing by absorbing the impact through the arm.",
   "category": "Chest"
 },
 {
   "exercise": "Barbell Incline Bench Press Medium-Grip",
   "description": "\nLoad the bar to an appropriate weight for your training.\nLay on the bench with your feet flat on the ground, driving through to your hips. Your back should be arched, and your shoulder blades retracted.\nTake a medium, pronated grip covering the rings on the bar. Remove the bar from the rack, holding the weight above your chest with your arms extended. This will be your starting position.\nLower the bar to the sternum by flexing the elbows. Maintain control and do not bounce the bar off of your chest. Your lats should stay tight and elbows slightly drawn in.\nAfter touching your torso with the bar, extend the elbows to return the bar to the starting position.",
   "category": "Chest"
 },
 {
   "exercise": "Incline Push-Up Medium",
   "description": "\nStand facing a Smith machine bar or sturdy elevated platform at an appropriate height.\nPlace your hands on the bar, with your hands about shoulder width apart.\nPosition your feet back from the bar with arms and body straight. This will be your starting position.\nKeeping your body straight, lower your chest to the bar by bending the arms.\nReturn to the starting position by extending the elbows, pressing yourself back up.",
   "category": "Chest"
 },
 {
   "exercise": "Incline Cable Chest Press",
   "description": "\nAdjust the weight to an appropriate amount and be seated, grasping the handles. Your upper arms should be about 45 degrees to the body, with your head and chest up. The elbows should be bent to about 90 degrees. This will be your starting position.\nBegin by extending through the elbow, pressing the handles together straight in front of you. Keep your shoulder blades retracted as you execute the movement.\nAfter pausing at full extension, return to the starting position, keeping tension on the cables.",
   "category": "Chest"
 },
 {
   "exercise": "Cable Chest Press",
   "description": "Adjust the weight to an appropriate amount and be seated, grasping the handles. Your upper arms should be about 45 degrees to the body, with your head and chest up. The elbows should be bent to about 90 degrees. This will be your starting position.\nBegin by extending through the elbow, pressing the handles together straight in front of you. Keep your shoulder blades retracted as you execute the movement.\nAfter pausing at full extension, return to th starting position, keeping tension on the cables.\nYou can also execute this movement with your back off the pad, at an incline or decline, or alternate hands.",
   "category": "Chest"
 },
 {
   "exercise": "Dumbbell Bench Press with Neutral Grip",
   "description": "\nTake a dumbbell in each hand and lay back onto a flat bench. Your feet should be flat on the floor and your shoulder blades retracted.\nMaintaining a neutral grip, palms facing each other, begin with your arms extended directly above you, perpendicular to the floor. This will be your starting position.\nBegin the movement by flexing the elbow, lowering the upper arms to the side. Descend until the dumbbells are to your torso.\nPause, then extend the elbow and return to the starting position.",
   "category": "Chest"
 },
 {
   "exercise": "Leverage Incline Chest Press",
   "description": "Load an appropriate weight onto the pins and adjust the seat for your height. The handles should be near the top of the pectorals at the beginning of the motion. Your chest and head should be up and your shoulder blades retracted. This will be your starting position.\nPress the handles forward by extending through the elbow.\nAfter a brief pause at the top, return the weight just above the start position, keeping tension on the muscles by not returning the weight to the stops until the set is complete.",
   "category": "Chest"
 },
 {
   "exercise": "Single-Arm Push-Up",
   "description": "\nBegin laying prone on the ground. Move yourself into a position supporting your weight on your toes and one arm. Your working arm should be placed directly under the shoulder, fully extended. Your legs should be extended, and for this movement you may need a wider base, placing your feet further apart than in a normal push-up.\nMaintain good posture, and place your free hand behind your back. This will be your starting position.\nLower yourself by allowing the elbow to flex until you touch the ground.\nDescend slowly, and reverse direction be extending the arm to return to the starting position.",
   "category": "Chest"
 },
 {
   "exercise": "Single-Arm Cable Crossover",
   "description": "\nBegin by moving the pulleys to the high position, select the resistance to be used, and take a handle in each hand.\nStep forward in front of both pulleys with your arms extended in front of you, bringing your hands together. Your head and chest should be up as you lean forward, while your feet should be staggered. This will be your starting position.\nKeeping your left arm in place, allow your right arm to extend out to the side, maintaining a slight bend at the elbow. The right arm should be perpendicular to the body at approximately shoulder level.\nReturn your arm back to the starting position by pulling your hand back to the midline of the body.\nHold for a second at the starting position and repeat the movement on the opposite side. Continue alternating back and forth for the prescribed number of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Decline Push-ups",
   "description": "\nLie on the floor face down and place your hands about 36 inches apart while holding your torso up at arms length. Move your feet up to a box or bench. This will be your starting position.\nNext, lower yourself downward until your chest almost touches the floor as you inhale.\nNow breathe out and press your upper body back up to the starting position while squeezing your chest.\nAfter a brief pause at the top contracted position, you can begin to lower yourself downward again for as many repetitions as needed.",
   "category": "Chest"
 },
 {
   "exercise": "Hammer Grip Incline DB Bench Press",
   "description": "Lie back on an incline bench with a dumbbell on each hand on top of your thighs. The palms of your hand will be facing each other.\nBy using your thighs to help you get the dumbbells up, clean the dumbbells one arm at a time so that you can hold them at shoulder width.\nOnce at shoulder width, keep the palms of your hands with a neutral grip (palms facing each other). Keep your elbows flared out with the upper arms in line with the shoulders (perpendicular to the torso) and the elbows bent creating a 90-degree angle between the upper arm and the forearm. This will be your starting position.\nNow bring down the weights slowly to your side as you breathe in. Keep full control of the dumbbells at all times.\nAs you breathe out, push the dumbbells up using your pectoral muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly. Tip: It should take at least twice as long to go down than to come up.\nRepeat the movement for the prescribed amount of repetitions.\nWhen you are done, place the dumbbells back in your thighs and then on the floor. This is the safest manner to dispose of the dumbbells.",
   "category": "Chest"
 },
 {
   "exercise": "Pushups (Close and Wide Hand Positions)",
   "description": "\nLie on the floor face down and body straight with your toes on the floor and the hands wider than shoulder width for a wide hand position and closer than shoulder width for a close hand position. Make sure you are holding your torso up at arms length.\nLower yourself until your chest almost touches the floor as you inhale.\nUsing your pectoral muscles, press your upper body back up to the starting position and squeeze your chest. Breathe out as you perform this step.\nAfter a second pause at the contracted position, repeat the movement for the prescribed amount of repetitions.",
   "category": "Chest"
 },
 {
   "exercise": "Rickshaw Carry",
   "description": "Position the frame at the starting point, and load with the appropriate weight. Standing in the center of the frame, begin by gripping the handles and driving through your heels to lift the frame. Ensure your chest and head are up and your back is straight.\nImmediately begin walking briskly with quick, controlled steps. Keep your chest up and head forward, and make sure you continue breathing. Bring the frame to the ground after you have reached the end point.",
   "category": "Forearm"
 },
 {
   "exercise": "Wrist Rotations with Straight Bar",
   "description": "\nHold a barbell with both hands and your palms facing down; hands spaced about shoulder width. This will be your starting position.\nAlternating between each of your hands, perform the movement by extending the wrist as though you were rolling up a newspaper. Continue alternating back and forth until failure.\nReverse the motion by flexing the wrist, rolling the opposite direction. Continue the alternating motion until failure.",
   "category": "Forearm"
 },
 {
   "exercise": "Palms-Down Wrist Curl Over A Bench",
   "description": "\nStart out by placing a barbell on one side of a flat bench.\nKneel down on both of your knees so that your body is facing the flat bench.\nUse your arms to grab the barbell with a pronated grip (palms down) and bring them up so that your forearms are resting against the flat bench. Your wrists should be hanging over the edge.\nStart out by curling your wrist upwards and exhaling.\nSlowly lower your wrists back down to the starting position while inhaling.\nYour forearms should be stationary as your wrist is the only movement needed to perform this exercise.\nRepeat for the recommended amount of repetitions.",
   "category": "Forearm"
 },
 {
   "exercise": "Palms-Up Barbell Wrist Curl Over A Bench",
   "description": "\nStart out by placing a barbell on one side of a flat bench.\nKneel down on both of your knees so that your body is facing the flat bench.\nUse your arms to grab the barbell with a supinated grip (palms up) and bring them up so that your forearms are resting against the flat bench. Your wrists should be hanging over the edge.\nStart out by curling your wrist upwards and exhaling.\nSlowly lower your wrists back down to the starting position while inhaling.\nYour forearms should be stationary as your wrist is the only movement needed to perform this exercise.\nRepeat for the recommended amount of repetitions.",
   "category": "Forearm"
 },
 {
   "exercise": "Farmer's Walk",
   "description": "There are various implements that can be used for the farmers walk. These can also be performed with heavy dumbbells or short bars if these implements aren't available. Begin by standing between the implements.\nAfter gripping the handles, lift them up by driving through your heels, keeping your back straight and your head up.\nWalk taking short, quick steps, and don't forget to breathe. Move for a given distance, typically 50-100 feet, as fast as possible.",
   "category": "Forearm"
 },
 {
   "exercise": "Standing Palms-Up Barbell Behind The Back Wrist Curl",
   "description": "\nStart by standing straight and holding a barbell behind your glutes at arm's length while using a pronated grip (palms will be facing back away from the glutes) and having your hands shoulder width apart from each other.\nYou should be looking straight forward while your feet are shoulder width apart from each other. This is the starting position.\nWhile exhaling, slowly elevate the barbell up by curling your wrist in a semi-circular motion towards the ceiling. Note: Your wrist should be the only body part moving for this exercise.\nHold the contraction for a second and lower the barbell back down to the starting position while inhaling.\nRepeat for the recommended amount of repetitions.",
   "category": "Forearm"
 },
 {
   "exercise": "Finger Curls",
   "description": "\nHold a barbell with both hands and your palms facing up; hands spaced about shoulder width.\nPlace your feet flat on the floor, at a distance that is slightly wider than shoulder width apart. This will be your starting position.\nLower the bar as far as possible by extending the fingers. Allowing the bar to roll down the hands, catch the bar with the final joint in the fingers.\nNow curl bar up as high as possible by closing your hands while exhaling. Hold the contraction at the top.",
   "category": "Forearm"
 },
 {
   "exercise": "Seated Two-Arm Palms-Up Low-Pulley Wrist Curl",
   "description": "\nPut a bench in front of a low pulley machine that has a barbell or EZ Curl attachment on it.\nMove the bench far enough away so that when you bring the handle to the top of your thighs tension is created on the cable due to the weight stack being moved up.\nNow hold the handle with both hands, palms up, using a shoulder-width grip.\nStep back and sit on the bench with your feet about shoulder width apart, firmly on the floor.\nLean forward and place the forearms on your thighs with the back of your wrists over your knees. This will be your starting position.\nLower the bar as far as possible, while inhaling and keeping a tight grip.\nNow curl the bar up as high as possible while contracting the forearms. Tip: Only the wrist should move; not the forearms.\nAfter a second contraction at the top go back to the starting position as you inhale.\nRepeat for the recommended amount of repetitions.",
   "category": "Forearm"
 },
 {
   "exercise": "Wrist Roller",
   "description": "\nTo begin, stand straight up grabbing a wrist roller using a pronated grip (palms facing down). Your feet should be shoulder width apart.\nSlowly lift both arms until they are fully extended and parallel to the floor in front of you. Note: Make sure the rope is not wrapped around the roller. Your entire body should be stationary except for the forearms. This is the starting position.\nRotate one wrist at a time in an upward motion to bring the weight up to the bar by rolling the rope around the roller.\nOnce the weight has reached the bar, slowly begin to lower the weight back down by rotating the wrist in a downward motion until the weight reaches the starting position.\nRepeat for the prescribed amount of repetitions in your program.",
   "category": "Forearm"
 },
 {
   "exercise": "Seated One-Arm Dumbbell Palms-Up Wrist Curl",
   "description": "\nSit on a flat bench with a dumbbell in your right hand.\nPlace your feet flat on the floor, at a distance that is slightly wider than shoulder width apart.\nLean forward and place your right forearm on top of your upper right thigh with your palm up. Tip: Make sure that the front of the wrist lies on top of your knees. This will be your starting position.\nLower the dumbbell as far as possible as you keep a tight grip on the dumbbell. Inhale as you perform this movement.\nNow curl the dumbbell as high as possible as you contract the forearms and as you exhale. Keep the contraction for a second before you lower again. Tip: The only movement should happen at the wrist.\nPerform for the recommended amount of repetitions, switch arms and repeat the movement.",
   "category": "Forearm"
 },
 {
   "exercise": "Seated Palms-Down Barbell Wrist Curl\n",
   "description": "\nHold a barbell with both hands and your palms facing down; hands spaced about shoulder width.\nPlace your feet flat on the floor, at a distance that is slightly wider than shoulder width apart.\nLean forward and place your forearms on top of your upper thighs with your palms down. Tip: Make sure that the back of the wrists lay on top of your knees. This will be your starting position.\nLower the bar as far as possible while inhaling and keeping a tight grip.\nNow curl bar up as high as possible while flexing the forearms and exhaling. Hold the contraction at the top for a second and Tip: Only the wrist should move.",
   "category": "Forearm"
 },
 {
   "exercise": "Dumbbell Lying Supination",
   "description": "\nLie sideways on a flat bench with one arm holding a dumbbell and the other hand on top of the bench folded so that you can rest your head on it.\nBend the elbows of the arm holding the dumbbell so that it creates a 90-degree angle between the upper arm and the forearm.\nNow raise the upper arm so that the forearm is parallel to the floor and perpendicular to your torso (Tip: So the forearm will be directly in front of you). The upper arm will be stationary by your torso and should be parallel to the floor (aligned with your torso at all times). This will be your starting position.\nAs you breathe out, externally rotate your forearm so that the dumbbell is lifted up in a semicircle motion as you maintain the 90 degree angle bend between the upper arms and the forearm. You will continue this external rotation until the forearm is perpendicular to the floor and the torso pointing towards the ceiling. At this point you will hold the contraction for a second.\nAs you breathe in, slowly go back to the starting position.\nRepeat for the recommended amount of repetitions and then switch to the other arm.",
   "category": "Forearm"
 },
 {
   "exercise": "Dumbbell Lying Pronation",
   "description": "\nLie on a flat bench face down with one arm holding a dumbbell and the other hand on top of the bench folded so that you can rest your head on it.\nBend the elbows of the arm holding the dumbbell so that it creates a 90-degree angle between the upper arm and the forearm.\nNow raise the upper arm so that the forearm is perpendicular to the floor and the upper arm is perpendicular to your torso. Tip: The upper arm should be parallel to the floor and also creating a 90-degree angle with your torso. This will be your starting position.\nAs you breathe out, externally rotate your forearm so that the dumbbell is lifted forward as you maintain the 90 degree angle bend between the upper arms and the forearm. You will continue this external rotation until the forearm is parallel to the floor. At this point you will hold the contraction for a second.\nAs you breathe in, slowly go back to the starting position.\nRepeat for the recommended amount of repetitions.",
   "category": "Forearm"
 },
 {
   "exercise": "Seated Palm-Up Barbell Wrist Curl",
   "description": "\nHold a barbell with both hands and your palms facing up; hands spaced about shoulder width.\nPlace your feet flat on the floor, at a distance that is slightly wider than shoulder width apart.\nLean forward and place your forearms on top of your upper thighs with your palms up. Tip: Make sure that the front of the wrists lay on top of your knees. This will be your starting position.\nLower the bar as far as possible while inhaling and keeping a tight grip.\nNow curl bar up as high as possible while flexing the forearms and exhaling. Hold the contraction at the top for a second and Tip: Only the wrist should move.",
   "category": "Forearm"
 },
 {
   "exercise": "Palms-Up Dumbbell Wrist Curl Over A Bench",
   "description": "\nStart out by placing two dumbbells on one side of a flat bench.\nKneel down on both of your knees so that your body is facing the flat bench.\nUse your arms to grab both of the dumbbells with a supinated grip (palms up) and bring them up so that your forearms are resting against the flat bench. Your wrists should be hanging over the edge.\nStart out by curling your wrist upwards and exhaling.\nSlowly lower your wrists back down to the starting position while inhaling. Make sure to inhale during this part of the exercise.\nYour forearms should be stationary as your wrist is the only movement needed to perform this exercise.\nRepeat for the recommended amount of repetitions.",
   "category": "Forearm"
 },
 {
   "exercise": "Standing Olympic Plate Hand Squeeze",
   "description": "\nTo begin, stand straight while holding a weight plate by the ridge at arm's length in each hand using a neutral grip (palms facing in). You feet should be shoulder width apart from each other. This will be your starting position.\nLower the plates until the fingers are nearly extended but can still hold weights. Inhale as you lower the plates.\nNow raise the plates back to the starting position as you exhale by closing your hands.\nRepeat for the recommended amount of repetitions prescribed in your program.",
   "category": "Forearm"
 },
 {
   "exercise": "Seated Dumbbell Palms-Down Wrist Curl",
   "description": "\nStart out by placing two dumbbells on the floor in front of a flat bench.\nSit down on the edge of the flat bench with your legs at about shoulder width apart. Make sure to keep your feet on the floor.\nUse your arms to grab both of the dumbbells and bring them up so that your forearms are resting against your thighs with the palms of the hands facing down. Your wrists should be hanging over the edge of your thighs.\nStart out by curling your wrist upwards and exhaling.\nSlowly lower your wrists back down to the starting position while inhaling. Make sure to inhale during this part of the exercise. Tip: Your forearms should be stationary as your wrist is the only movement needed to perform this exercise.\nRepeat for the recommended amount of repetitions.\nWhen finished, simply lower the dumbbells to the floor.",
   "category": "Forearm"
 },
 {
   "exercise": "Palms-Down Dumbbell Wrist Curl Over A Bench",
   "description": "Start out by placing two dumbbells on one side of a flat bench.\nKneel down on both of your knees so that your body is facing the flat bench.\nUse your arms to grab both of the dumbbells with a pronated grip (palms facing down) and bring them up so that your forearms are resting against the flat bench. Your wrists should be hanging over the edge.\nStart out by curling your wrist upwards and exhaling.\nSlowly lower your wrists back down to the starting position while inhaling.\nYour forearms should be stationary as your wrist is the only movement needed to perform this exercise.\nRepeat for the recommended amount of repetitions.",
   "category": "Forearm"
 },
 {
   "exercise": "Plate Pinch",
   "description": "\nGrab two wide-rimmed plates and put them together with the smooth sides facing outward\nUse your fingers to grip the outside part of the plate and your thumb for the other side thus holding both plates together. This is the starting position.\nSqueeze the plate with your fingers and thumb. Hold this position for as long as you can.\nRepeat for the recommended amount of sets prescribed in your program.\nSwitch arms and repeat the movements.",
   "category": "Forearm"
 },
 {
   "exercise": "Seated One-Arm Dumbbell Palms-Down Wrist Curl",
   "description": "Sit on a flat bench with a dumbbell in your right hand.\nPlace your feet flat on the floor, at a distance that is slightly wider than shoulder width apart.\nLean forward and place your right forearm on top of your upper right thigh with your palm down. Tip: Make sure that the back of the wrist lies on top of your knees. This will be your starting position.\nLower the dumbbell as far as possible as you keep a tight grip on the dumbbell. Inhale as you perform this movement.\nNow curl the dumbbell as high as possible as you contract the forearms and as you exhale. Keep the contraction for a second before you lower again. Tip: The only movement should happen at the wrist.\nPerform for the recommended amount of repetitions, switch arms and repeat the movement.",
   "category": "Forearm"
 },
 {
   "exercise": "Bottoms-Up Clean From The Hang Position",
   "description": "\nInitiate the exercise by standing upright with a kettlebell in one hand.\nSwing the kettlebell back forcefully and then reverse the motion forcefully.Crush the kettlebell handle as hard as possible and raise the kettlebell to your shoulder.",
   "category": "Forearm"
 },
 {
   "exercise": "Cable Wrist Curl",
   "description": "Start out by placing a flat bench in front of a low pulley cable that has a straight bar attachment.\nUse your arms to grab the cable bar with a narrow to shoulder width supinated grip (palms up) and bring them up so that your forearms are resting against the top of your thighs. Your wrists should be hanging just beyond your knees.\nStart out by curling your wrist upwards and exhaling. Keep the contraction for a second.\nSlowly lower your wrists back down to the starting position while inhaling.\nYour forearms should be stationary as your wrist is the only movement needed to perform this exercise.\nRepeat for the recommended amount of repetitions.",
   "category": "Forearm"
 },
 {
   "exercise": "Seated Dumbbell Palms-Up Wrist Curl",
   "description": "Start out by placing two dumbbells on the floor in front of a flat bench.\nSit down on the edge of the flat bench with your legs at about shoulder width apart. Make sure to keep your feet on the floor.\nUse your arms to grab both of the dumbbells and bring them up so that your forearms are resting against your thighs with the palms of the hands facing up. Your wrists should be hanging over the edge of your thighs.\nStart out by curling your wrist upwards and exhaling.\nSlowly lower your wrists back down to the starting position while inhaling. Make sure to inhale during this part of the exercise. Tip: Your forearms should be stationary as your wrist is the only movement needed to perform this exercise.\nRepeat for the recommended amount of repetitions.\nWhen finished, simply lower the dumbbells to the floor.",
   "category": "Forearm"
 },
 {
   "exercise": "Weighted Pull Ups",
   "description": "\nAttach a weight to a dip belt and secure it around your waist. Grab the pull-up bar with the palms of your hands facing forward. For a medium grip, your hands should be spaced at shoulder width. Both arms should be extended in front of you holding the bar at the chosen grip.\nYou'll want to bring your torso back about 30 degrees while creating a curvature in your lower back and sticking your chest out. This will be your starting position.\nNow, exhale and pull your torso up until your head is above your hands. Concentrate on squeezing your shoulder blades back and down as you reach the top contracted position.\nAfter a brief moment at the top contracted position, inhale and slowly lower your torso back to the starting position with your arms extended and your lats fully stretched.",
   "category": "Lats"
 },
 {
   "exercise": "Pullups",
   "description": "\nGrab the pull-up bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width.\nAs you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.\nPull your torso up until the bar touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.\nAfter a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.\nRepeat this motion for the prescribed amount of repetitions.",
   "category": "Lats"
 },
 {
   "exercise": "Chin-up-Lats",
   "description": "\nGrab the pull-up bar with the palms facing your torso and a grip closer than the shoulder width.\nAs you have both arms extended in front of you holding the bar at the chosen grip width, keep your torso as straight as possible while creating a curvature on your lower back and sticking your chest out. This is your starting position. Tip: Keeping the torso as straight as possible maximizes biceps stimulation while minimizing back involvement.\nAs you breathe out, pull your torso up until your head is around the level of the pull-up bar. Concentrate on using the biceps muscles in order to perform the movement. Keep the elbows close to your body. Tip: The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.\nAfter a second of squeezing the biceps in the contracted position, slowly lower your torso back to the starting position; when your arms are fully extended. Breathe in as you perform this portion of the movement.\nRepeat this motion for the prescribed amount of repetitions.",
   "category": "Lats"
 },
 {
   "exercise": "Rocky Pull-Ups/Pulldowns",
   "description": "\nGrab the pull-up bar with the palms facing forward using a wide grip.\nAs you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.\nPull your torso up until the bar touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.\nAfter a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.\nNow repeat the same movements as described above except this time your torso will remain straight as you go up and the bar will touch the back of the neck instead of the upper chest. Tip: Use the head to lean forward slightly as it will help you properly execute this portion of the exercise.\nOnce you have lowered yourself back down to the starting position, repeat the exercise for the prescribed amount of repetitions in your program.",
   "category": "Lats"
 },
 {
   "exercise": "V-Bar Pulldown",
   "description": "\nSit down on a pull-down machine with a V-Bar attached to the top pulley.\nAdjust the knee pad of the machine to fit your height. These pads will prevent your body from being raised by the resistance attached to the bar.\nGrab the V-bar with the palms facing each other (a neutral grip). Stick your chest out and lean yourself back slightly (around 30-degrees) in order to better engage the lats. This will be your starting position.\nUsing your lats, pull the bar down as you squeeze your shoulder blades. Continue until your chest nearly touches the V-bar. Exhale as you execute this motion. Tip: Keep the torso stationary throughout the movement.\nAfter a second hold on the contracted position, slowly bring the bar back to the starting position as you breathe in.\nRepeat for the prescribed number of repetitions.",
   "category": "Lats"
 },
 {
   "exercise": "Muscle Up",
   "description": "\nGrip the rings using a false grip, with the base of your palms on top of the rings. Initiate a pull up by pulling the elbows down to your side, flexing the elbows.\nAs you reach the top position of the pull-up, pull the rings to your armpits as you roll your shoulders forward, allowing your elbows to move straight back behind you. This puts you into the proper position to continue into the dip portion of the movement.\nMaintaining control and stability, extend through the elbow to complete the motion.\nUse care when lowering yourself to the ground.",
   "category": "Lats"
 },
 {
   "exercise": "Shotgun Row",
   "description": "\nAttach a single handle to a low cable.\nAfter selecting the correct weight, stand a couple feet back with a wide-split stance. Your arm should be extended and your shoulder forward. This will be your starting position.\nPerform the movement by retracting the shoulder and flexing the elbow. As you pull, supinate the wrist, turning the palm upward as you go.\nAfter a brief pause, return to the starting position.",
   "category": "Lats"
 },
 {
   "exercise": "Wide-Grip Pull-Up",
   "description": "Take a wide grip on a pull-up bar, hanging freely with your arms extended. This will be your starting position. Pull yourself up by flexing the elbows and adducting the glenohumeral joint. Do not swing or use momentum to complete the movement. Attempt to get your chin above your hands.Pause at the top of the motion before lowering yourself to the starting position.",
   "category": "Lats"
 },
 {
   "exercise": "Close-Grip Front Lat Pulldown",
   "description": "\nSit down on a pull-down machine with a wide bar attached to the top pulley. Make sure that you adjust the knee pad of the machine to fit your height. These pads will prevent your body from being raised by the resistance attached to the bar.\nGrab the bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width.\nAs you have both arms extended in front of you - while holding the bar at the chosen grip width - bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.\nAs you breathe out, bring the bar down until it touches your upper chest by drawing the shoulders and the upper arms down and back. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary (only the arms should move). The forearms should do no other work except for holding the bar; therefore do not try to pull the bar down using the forearms.\nAfter a second in the contracted position, while squeezing your shoulder blades together, slowly raise the bar back to the starting position when your arms are fully extended and the lats are fully stretched. Inhale during this portion of the movement.\n6. Repeat this motion for the prescribed amount of repetitions.",
   "category": "Lats"
 },
 {
   "exercise": "V-Bar Pullup",
   "description": "\nStart by placing the middle of the V-bar in the middle of the pull-up bar (assuming that the pull-up station you are using does not have neutral grip handles). The V-Bar handles will be facing down so that you can hang from the pull-up bar through the use of the handles.\nOnce you securely place the V-bar, take a hold of the bar from each side and hang from it. Stick your chest out and lean yourself back slightly in order to better engage the lats. This will be your starting position.\nUsing your lats, pull your torso up while leaning your head back slightly so that you do not hit yourself with the chin-up bar. Continue until your chest nearly touches the V-bar. Exhale as you execute this motion.\nAfter a second hold on the contracted position, slowly lower your body back to the starting position as you breathe in.\nRepeat for the prescribed number of repetitions.",
   "category": "Lats"
 },
 {
   "exercise": "Wide-Grip Rear Pull-Up",
   "description": "\nGrab the pull-up bar with the palms facing forward using a wide grip.\nAs you have both arms extended in front of you holding the bar, bring your torso forward and head so that there is an imaginary line from the pull-up bar to the back of your neck. This is your starting position.\nPull your torso up until the bar is near the back of your neck. To do this, draw the shoulders and upper arms down and back while slightly leaning your head forward. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.\nAfter a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.\nRepeat this motion for the prescribed amount of repetitions.",
   "category": "Lats"
 },
 {
   "exercise": "Rope Straight-Arm Pulldown",
   "description": "\nAttach a rope to a high pulley and make your weight selection. Stand a couple feet back from the pulley with your feet staggered and take the rope with both hands. Lean forward from the hip, keeping your back straight, with your arms extended up in front of you. This will be your starting position.\nKeeping your arms straight, extend the shoulder to pull the rope down to your thighs.\nPause at the bottom of the motion, squeezing your lats.\nReturn to the starting position without allowing the weight to fully rest on the stack.",
   "category": "Lats"
 },
 {
   "exercise": "Rope Climb",
   "description": "\nGrab the rope with both hands above your head. Pull down on the rope as you take a small jump.\nWrap the rope around one leg, using your feet to pinch the rope. Reach up as high as possible with your arms, gripping the rope tightly.\nRelease the rope from your feet as you pull yourself up with your arms, bringing your knees towards your chest.\nResecure your feet on the rope, and then stand up to take another high hold on the rope. Continue until you reach the top of the rope.\nTo lower yourself, loosen the grip of your feet on the rope as you slide down using a hand over hand motion.",
   "category": "Lats"
 },
 {
   "exercise": "Wide-Grip Lat Pulldown",
   "description": "\nSit down on a pull-down machine with a wide bar attached to the top pulley. Make sure that you adjust the knee pad of the machine to fit your height. These pads will prevent your body from being raised by the resistance attached to the bar.\nGrab the bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width.\nAs you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.\nAs you breathe out, bring the bar down until it touches your upper chest by drawing the shoulders and the upper arms down and back. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary and only the arms should move. The forearms should do no other work except for holding the bar; therefore do not try to pull down the bar using the forearms.\nAfter a second at the contracted position squeezing your shoulder blades together, slowly raise the bar back to the starting position when your arms are fully extended and the lats are fully stretched. Inhale during this portion of the movement.\nRepeat this motion for the prescribed amount of repetitions.",
   "category": "Lats"
 },
 {
   "exercise": "Underhand Cable Pulldowns",
   "description": "Sit down on a pull-down machine with a wide bar attached to the top pulley. Adjust the knee pad of the machine to fit your height. These pads will prevent your body from being raised by the resistance attached to the bar.\nGrab the pull-down bar with the palms facing your torso (a supinated grip). Make sure that the hands are placed closer than the shoulder width.\nAs you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.\nAs you breathe out, pull the bar down until it touches your upper chest by drawing the shoulders and the upper arms down and back. Tip: Concentrate on squeezing the back muscles once you reach the fully contracted position and keep the elbows close to your body. The upper torso should remain stationary as your bring the bar to you and only the arms should move. The forearms should do no other work other than hold the bar.\nAfter a second on the contracted position, while breathing in, slowly bring the bar back to the starting position when your arms are fully extended and the lats are fully stretched.\nRepeat this motion for the prescribed amount of repetitions.",
   "category": "Lats"
 },
 {
   "exercise": "T-Bar Row with Handle",
   "description": "Position a bar into a landmine or in a corner to keep it from moving. Load an appropriate weight onto your end. Stand over the bar, and position a Double D row handle around the bar next to the collar. Using your hips and legs, rise to a standing position. Assume a wide stance with your hips back and your chest up. Your arms should be extended. This will be your starting position. Pull the weight to your upper abdomen by retracting the shoulder blades and flexing the elbows. Do not jerk the weight or cheat during the movement. After a brief pause, return to the starting position.",
   "category": "Middle Back "
 },
 {
   "exercise": "Reverse Grip Bent-Over Rows",
   "description": "Stand erect while holding a barbell with a supinated grip (palms facing up).\nBend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.\nWhile keeping the torso stationary, lift the barbell as you breathe out, keeping the elbows close to the body and not doing any force with the forearm other than holding the weights. On the top contracted position, squeeze the back muscles and hold for a second.\nSlowly lower the weight again to the starting position as you inhale.\nRepeat for the recommended amount of repetitions.",
   "category": "Middle Back "
 },
 {
   "exercise": "One-Arm Long Bar Row",
   "description": "\nPosition a bar into a landmine or in a corner to keep it from moving. Load an appropriate weight onto your end.\nStand next to the bar, and take a grip with one hand close to the collar. Using your hips and legs, rise to a standing position.\nAssume a bent-knee stance with your hips back and your chest up. Your arm should be extended. This will be your starting position.\nPull the weight to your side by retracting the shoulder and flexing the elbow. Do not jerk the weight or cheat during the movement.\nAfter a brief pause, return to the starting position.",
   "category": "Middle Back "
 },
 {
   "exercise": "One-Arm Dumbbell Row",
   "description": "\nChoose a flat bench and place a dumbbell on each side of it.\nPlace the right leg on top of the end of the bench, bend your torso forward from the waist until your upper body is parallel to the floor, and place your right hand on the other end of the bench for support.\nUse the left hand to pick up the dumbbell on the floor and hold the weight while keeping your lower back straight. The palm of the hand should be facing your torso. This will be your starting position.\nPull the resistance straight up to the side of your chest, keeping your upper arm close to your side and keeping the torso stationary. Breathe out as you perform this step. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. Also, make sure that the force is performed with the back muscles and not the arms. Finally, the upper torso should remain stationary and only the arms should move. The forearms should do no other work except for holding the dumbbell; therefore do not try to pull the dumbbell up using the forearms.\nLower the resistance straight down to the starting position. Breathe in as you perform this step.\nRepeat the movement for the specified amount of repetitions.\nSwitch sides and repeat again with the other arm.",
   "category": "Middle Back "
 },
 {
   "exercise": "Bent Over One-Arm Long Bar Row",
   "description": "\nPut weight on one of the ends of an Olympic barbell. Make sure that you either place the other end of the barbell in the corner of two walls; or put a heavy object on the ground so the barbell cannot slide backward.\nBend forward until your torso is as close to parallel with the floor as you can and keep your knees slightly bent.\nNow grab the bar with one arm just behind the plates on the side where the weight was placed and put your other hand on your knee. This will be your starting position.\nPull the bar straight up with your elbow in (to maximize back stimulation) until the plates touch your lower chest. Squeeze the back muscles as you lift the weight up and hold for a second at the top of the movement. Breathe out as you lift the weight. Tip: Do not allow for any swinging of the torso. Only the arm should move.\nSlowly lower the bar to the starting position getting a nice stretch on the lats. Tip: Do not let the plates touch the floor. To ensure the best range of motion, I recommend using small plates (25-lb ones) as opposed to larger plates (like 35-45lb ones).\nRepeat for the recommended amount of repetitions and switch arms.",
   "category": "Middle Back "
 },
 {
   "exercise": "T-Bar Row",
   "description": "\nLoad the bar to an appropriate weight for your training. Stand astride the bar and bend at the hips to take a pronated grip on the handles.\nEnsure that your back remains flat, and then remove the weight from the rests, letting the bar hang at arms length. This will be your starting position.\nPerform the movement by flexing the elbows and retracting the shoulder blades, pulling the weight to your chest.\nAfter a brief pause at the top of the motion, return to the starting position.",
   "category": "Middle Back "
 },
 {
   "exercise": "Bent Over Two-Arm Long Bar Row",
   "description": "Put weight on one of the ends of an Olympic barbell. Make sure that you either place the other end of the barbell in the corner of two walls; or put a heavy object on the ground so the barbell cannot slide backward.\nBend forward until your torso is as close to parallel with the floor as you can and keep your knees slightly bent.\nNow grab the bar with both arms just behind the plates on the side where the weight was placed and put your other hand on your knee. This will be your starting position.\nPull the bar straight up with your elbows in (to maximize back stimulation) until the plates touch your lower chest. Squeeze the back muscles as you lift the weight up and hold for a second at the top of the movement. Breathe out as you lift the weight. Tip: Use a stirrup or double handle cable attachment by hooking it under the end of the bar.\nSlowly lower the bar to the starting position getting a nice stretch on the lats. Tip: Do not let the plates touch the floor. To ensure the best range of motion, I recommend using small plates (25-lb ones) as opposed to larger plates (like 35-45lb ones).\nRepeat for the recommended amount of repetitions.",
   "category": "Middle Back "
 },
 {
   "exercise": "Dumbbell Incline Row",
   "description": "\nUsing a neutral grip, lean into an incline bench.\nTake a dumbbell in each hand with a neutral grip, beginning with the arms straight. This will be your starting position.\nRetract the shoulder blades and flex the elbows to row the dumbbells to your side.\nPause at the top of the motion, and then return to the starting position.",
   "category": "Middle Back "
 },
 {
   "exercise": "Bodyweight Mid Row",
   "description": "\nBegin by taking a medium to wide grip on a pull-up apparatus with your palms facing away from you. From a hanging position, tuck your knees to your chest, leaning back and getting your legs over your side of the pull-up apparatus. This will be your starting position.\nBeginning with your arms straight, flex the elbows and retract the shoulder blades to raise your body up until your legs contact the pull-up apparatus.\nAfter a brief pause, return to the starting position.",
   "category": "Middle Back "
 },
 {
   "exercise": "Bent Over Two-Dumbbell Row With Palms In",
   "description": "\nWith a dumbbell in each hand (palms facing each other), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The weights should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.\nWhile keeping the torso stationary, lift the dumbbells to your side as you breathe out, squeezing your shoulder blades together. On the top contracted position, squeeze the back muscles and hold for a second.\nSlowly lower the weight again to the starting position as you inhale.\nRepeat for the recommended amount of repetitions.",
   "category": "Middle Back "
 },
 {
   "exercise": "Seated Cable Rows",
   "description": "\nFor this exercise you will need access to a low pulley row machine with a V-bar. Note: The V-bar will enable you to have a neutral grip where the palms of your hands face each other. To get into the starting position, first sit down on the machine and place your feet on the front platform or crossbar provided making sure that your knees are slightly bent and not locked.\nLean over as you keep the natural alignment of your back and grab the V-bar handles.\nWith your arms extended pull back until your torso is at a 90-degree angle from your legs. Your back should be slightly arched and your chest should be sticking out. You should be feeling a nice stretch on your lats as you hold the bar in front of you. This is the starting position of the exercise.\nKeeping the torso stationary, pull the handles back towards your torso while keeping the arms close to it until you touch the abdominals. Breathe out as you perform that movement. At that point you should be squeezing your back muscles hard. Hold that contraction for a second and slowly go back to the original position while breathing in.\nRepeat for the recommended amount of repetitions.",
   "category": "Middle Back "
 },
 {
   "exercise": "Bent Over Barbell Row",
   "description": "\nHolding a barbell with a pronated grip (palms facing down), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.\nNow, while keeping the torso stationary, breathe out and lift the barbell to you. Keep the elbows close to the body and only use the forearms to hold the weight. At the top contracted position, squeeze the back muscles and hold for a brief pause.\nThen inhale and slowly lower the barbell back to the starting position.\nRepeat for the recommended amount of repetitions.",
   "category": "Middle Back "
 },
 {
   "exercise": "Alternating Renegade Row",
   "description": "\nPlace two kettlebells on the floor about shoulder width apart. Position yourself on your toes and your hands as though you were doing a pushup, with the body straight and extended. Use the handles of the kettlebells to support your upper body. You may need to position your feet wide for support.\nPush one kettlebell into the floor and row the other kettlebell, retracting the shoulder blade of the working side as you flex the elbow, pulling it to your side.\nThen lower the kettlebell to the floor and begin the kettlebell in the opposite hand. Repeat for several reps.",
   "category": "Middle Back "
 },
 {
   "exercise": "Seated One-arm Cable Pulley Rows",
   "description": "\nTo get into the starting position, first sit down on the machine and place your feet on the front platform or crossbar provided making sure that your knees are slightly bent and not locked.\nLean over as you keep the natural alignment of your back and grab the single handle attachment with your left arm using a palms-down grip.\nWith your arm extended pull back until your torso is at a 90-degree angle from your legs. Your back should be slightly arched and your chest should be sticking out. You should be feeling a nice stretch on your lat as you hold the bar in front of you. The right arm can be kept by the waist. This is the starting position of the exercise.\nKeeping the torso stationary, pull the handles back towards your torso while keeping the arms close to it as you rotate the wrist, so that by the time your hand is by your abdominals it is in a neutral position (palms facing the torso). Breathe out as you perform that movement. At that point you should be squeezing your back muscles hard.\nHold that contraction for a second and slowly go back to the original position while breathing in. Tip: Remember to rotate the wrist as you go back to the starting position so that the palms are facing down again.\nRepeat for the recommended amount of repetitions and then perform the same movement with the right hand.",
   "category": "Middle Back "
 },
 {
   "exercise": "Man Maker",
   "description": "\nPosition a pair of light-weight dumbbells in front of you, parallel to each other. Keeping your back flat, bend forward and squat down, grasping the dumbbells. This is your start position.\nInitiate the movement by kicking one leg back, then the other so that youre in the push-up position, holding onto the dumbbells. Your weight should be on your toes and hands. Do a one-arm row for each side, bringing your elbow up as high as you can.\nHop your feet forward and rise up by cleaning the weights, bringing them up to shoulder level, palms facing forward as you hop a second time. Descend into a squat and explosively rise up, then press the weights overhead to full arm extension.\nLower the dumbbells back to your shoulders, then bend over as you squat down to return the weights back to the floor in front of you. Repeat for reps.",
   "category": "Middle Back "
 },
 {
   "exercise": "Atlas Stones",
   "description": "\nBegin with the atlas stone between your feet. Bend at the hips to wrap your arms vertically around the Atlas Stone, attempting to get your fingers underneath the stone. Many stones will have a small flat portion on the bottom, which will make the stone easier to hold.\nPulling the stone into your torso, drive through the back half of your feet to pull the stone from the ground.\nAs the stone passes the knees, lap it by sitting backward, pulling the stone on top of your thighs.\nSit low, getting the stone high onto your chest as you change your grip to reach over the stone. Stand, driving through with your hips. Close distance to the loading platform, and lean back, extending the hips to get the stone as high as possible.",
   "category": "Lower Back"
 },
 {
   "exercise": "Deficit Deadlift",
   "description": "\nBegin by having a platform or weight plates that you can stand on, usually 1-3 inches in height. Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets.\nWith your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.\nLower the bar by bending at the hips and guiding it to the floor.",
   "category": "Lower Back"
 },
 {
   "exercise": "Axle Deadlift",
   "description": "Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an over/under grip.\nWith your feet and your grip set, take a big breath and then lower your hips and flex the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward.\nAfter the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.\nLower the bar by bending at the hips and guiding it to the floor.",
   "category": "Lower Back"
 },
 {
   "exercise": "Hyperextensions (Back Extensions)",
   "description": "Lie face down on a hyperextension bench, tucking your ankles securely under the footpads.\nAdjust the upper pad if possible so your upper thighs lie flat across the wide pad, leaving enough room for you to bend at the waist without any restriction.\nWith your body straight, cross your arms in front of you (my preference) or behind your head. This will be your starting position. Tip: You can also hold a weight plate for extra resistance in front of you under your crossed arms.\nStart bending forward slowly at the waist as far as you can while keeping your back flat. Inhale as you perform this movement. Keep moving forward until you feel a nice stretch on the hamstrings and you can no longer keep going without a rounding of the back. Tip: Never round the back as you perform this exercise. Also, some people can go farther than others. The key thing is that you go as far as your body allows you to without rounding the back.\nSlowly raise your torso back to the initial position as you inhale. Tip: Avoid the temptation to arch your back past a straight line. Also, do not swing the torso at any time in order to protect the back from injury.\nRepeat for the recommended amount of repetitions.",
   "category": "Lower Back"
 },
 {
   "exercise": "Hyperextensions With No Hyperextension Bench",
   "description": "\nWith someone holding down your legs, slide yourself down to the edge a flat bench until your hips hang off the end of the bench. Tip: Your entire upper body should be hanging down towards the floor. Also, you will be in the same position as if you were on a hyperextension bench but the range of motion will be shorter due to the height of the flat bench vs. that of the hyperextension bench.\nWith your body straight, cross your arms in front of you (my preference) or behind your head. This will be your starting position. Tip: You can also hold a weight plate for extra resistance in front of you under your crossed arms.\nStart bending forward slowly at the waist as far as you can while keeping your back flat. Inhale as you perform this movement. Keep moving forward until you almost touch the floor or you feel a nice stretch on the hamstrings (whichever comes first). Tip: Never round the back as you perform this exercise.\nSlowly raise your torso back to the initial position as you exhale. Tip: Avoid the temptation to arch your back past a straight line. Also, do not swing the torso at any time in order to protect the back from injury.\nRepeat for the recommended amount of repetitions.",
   "category": "Lower Back"
 },
 {
   "exercise": "Deadlift with Bands",
   "description": "\nTo deadlift with short bands, simply loop them over the bar before you start, and step into them to set up. For long bands, they will need to be anchored to a secure base, such as heavy dumbbells or a rack.\nApproach the bar so that it is centered over your feet. You feet should be about hip width apart. Ensure that the bands are under the back half of your foot (for short bands), directly where you are driving into the floor. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets.\nWith your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.\nLower the bar by bending at the hips and guiding it to the floor.",
   "category": "Lower Back"
 },
 {
   "exercise": "Deadlift with Chains",
   "description": "\nYou can attach the chains to the sleeves of the bar, or just drape the middle over the bar so there is a greater weight increase as you lift.\nApproach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets. With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar.\nLook forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.\nLower the bar by bending at the hips and guiding it to the floor.",
   "category": "Lower Back"
 },
 {
   "exercise": "Rack Pull with Bands",
   "description": "\nSet up in a power rack with the bar on the pins. The pins should be set to the desired point; just below the knees, just above, or in the mid thigh position. Attach bands to the base of the rack, or secure them with dumbbells. Attach the other end to the bar. You may need to choke the bands to provide tension.\nPosition yourself against the bar in proper deadlifting position. Your feet should be under your hips, your grip shoulder width, back arched, and hips back to engage the hamstrings. Since the weight is typically heavy, you may use a mixed grip, a hook grip, or use straps to aid in holding the weight.\nWith your head looking forward, extend through the hips and knees, pulling the weight up and back until lockout. Be sure to pull your shoulders back as you complete the movement. Return the weight to the pins and repeat",
   "category": "Lower Back"
 },
 {
   "exercise": "Rack Pulls",
   "description": "\nSet up in a power rack with the bar on the pins. The pins should be set to the desired point; just below the knees, just above, or in the mid thigh position. Position yourself against the bar in proper deadlifting position. Your feet should be under your hips, your grip shoulder width, back arched, and hips back to engage the hamstrings. Since the weight is typically heavy, you may use a mixed grip, a hook grip, or use straps to aid in holding the weight.\nWith your head looking forward, extend through the hips and knees, pulling the weight up and back until lockout. Be sure to pull your shoulders back as you complete the movement.\nReturn the weight to the pins and repeat.",
   "category": "Lower Back"
 },
 {
   "exercise": "Superman",
   "description": "To begin, lie straight and face down on the floor or exercise mat. Your arms should be fully extended in front of you. This is the starting position.\nSimultaneously raise your arms, legs, and chest off of the floor and hold this contraction for 2 seconds. Tip: Squeeze your lower back to get the best results from this exercise. Remember to exhale during this movement. Note: When holding the contracted position, you should look like superman when he is flying.\nSlowly begin to lower your arms, legs and chest back down to the starting position while inhaling.\nRepeat for the recommended amount of repetitions prescribed in your program.",
   "category": "Lower Back"
 },
 {
   "exercise": "Weighted Ball Hyperextension",
   "description": "\nTo begin, lie down on an exercise ball with your torso pressing against the ball and parallel to the floor. The ball of your feet should be pressed against the floor to help keep you balanced. Place a weighted plate under your chin or behind your neck. This is the starting position.\nSlowly raise your torso up by bending at the waist and lower back. Remember to exhale during this movement.\nHold the contraction on your lower back for a second and lower your torso back down to the starting position while inhaling.\nRepeat for the recommended amount of repetitions prescribed in your program.",
   "category": "Lower Back"
 },
 {
   "exercise": "Seated Back Extension",
   "description": "\nAdjust the machine and select an appropriate load.\nSeat yourself with your upper back against the roller and grasp the handles with your feet planted firmly on the footrest. Your head should remain looking forward and your chest should be up. This will be your starting position.\nInitiate the movement by extending at the hips and lumbar spine to straighten your body, pushing the roller to the rear.\nAt the top of the motion pause, and then return to the starting position.",
   "category": "Lower Back"
 },
 {
   "exercise": "Stiff Leg Barbell Good Morning",
   "description": "\nThis exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.\nHold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.\nStep away from the rack and position your legs using a shoulder width medium stance. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position.\nKeeping your legs stationary, move your torso forward by bending at the hips while inhaling. Lower your torso until it is parallel with the floor.\nBegin to raise the bar as you exhale by elevating your torso back to the starting position.\nRepeat for the recommended amount of repetitions.",
   "category": "Lower Back"
 },
 {
   "exercise": "Seated Good Mornings",
   "description": "\nSet up a box in a power rack. The pins should be set at an appropriate height. Begin by stepping under the bar and placing it across the back of the shoulders, not on top of your traps. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders.\nRemove the bar from the rack, creating a tight arch in your lower back. Keep your head facing forward. With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. This will be your starting position.\nKeeping the bar tight, bend forward at the hips as much as possible. If you set the pins to what would be parallel, you not only have a safety if you fail, but know when to stop.\nPause just above the pins and reverse the motion until your torso it upright.",
   "category": "Lower Back"
 },
 {
   "exercise": "Atlas Stone Trainer",
   "description": "\nThis trainer is effective for developing Atlas Stone strength for those who don't have access to stones, and are typically made from bar ends or heavy pipe.\nBegin by loading the desired weight onto the bar. Straddle the weight, wrapping your arms around the implement, bending at the hips.\nBegin by pulling the weight up past the knees, extending through the hips. As the weight clears the knees, it can be lapped by resting it on your thighs and sitting back, hugging it tightly to your chest.\nFinish the movement by extending through your hips and knees to raise the weight as high as possible. The weight can be returned to the lap or to the ground for successive repetitions.",
   "category": "Lower Back"
 },
 {
   "exercise": "Lying Face Down Plate Neck Resistance",
   "description": "\nLie face down with your whole body straight on a flat bench while holding a weight plate behind your head. Tip: You will need to position yourself so that your shoulders are slightly above the end of a flat bench in order for the upper chest, neck and face to be off the bench. This will be your starting position.\nWhile keeping the plate secure on the back of your head slowly lower your head (as in saying yes) as you breathe in.\nRaise your head back up to the starting position in a semi-circular motion as you breathe out. Hold the contraction for a second.\nRepeat for the recommended amount of repetitions.",
   "category": "Neck"
 },
 {
   "exercise": "Lying Face Up Plate Neck Resistance",
   "description": "Lie face up with your whole body straight on a flat bench while holding a weight plate on top of your forehead. Tip: You will need to position yourself so that your shoulders are slightly above the end of a flat bench in order for the traps, neck and head to be off the bench. This will be your starting position.\nWhile keeping the plate secure on your forehead slowly lower your head back in a semi-circular motion as you breathe in.\nRaise your head back up to the starting position in a semi-circular motion as you breathe out. Hold the contraction for a second.\nRepeat for the recommended amount of repetitions.",
   "category": "Neck"
 },
 {
   "exercise": "Seated Head Harness Neck Resistance",
   "description": "\nPlace a neck strap on the floor at the end of a flat bench. Once you have selected the weights, sit at the end of the flat bench with your feet wider than shoulder width apart from each other. Your toes should be pointed out.\nSlowly move your torso forward until it is almost parallel with the floor. Using both hands, securely position the neck strap around your head. Tip: Make sure the weights are still lying on the floor to prevent any strain on the neck. Now grab the weight with both hands while elevating your torso back until it is almost perpendicular to the floor. Note: Your head and torso needs to be slightly tilted forward to perform this exercise.\nNow place both hands on top of your knees. This is the starting position.\nSlowly lower your neck down until your chin touches the upper part of your chest while breathing in.\nWhile exhaling, bring your neck back to the starting position.\nRepeat for the recommended amount of repetitions.",
   "category": "Neck"
 },
 {
   "exercise": "Isometric Neck Exercise - Sides",
   "description": "With your head and neck in a neutral position (normal position with head erect facing forward), place your left hand on the left side of your head.\nNow gently push towards the left as you contract the left neck muscles but resisting any movement of your head. Start with slow tension and increase slowly. Keep breathing normally as you execute this contraction.\nHold for the recommended number of seconds.\nNow release the tension slowly.\nRest for the recommended amount of time and repeat with your right hand placed on the right side of your head.",
   "category": "Neck"
 },
 {
   "exercise": "Isometric Neck Exercise - Front And Back",
   "description": "\nWith your head and neck in a neutral position (normal position with head erect facing forward), place both of your hands on the front side of your head.\nNow gently push forward as you contract the neck muscles but resisting any movement of your head. Start with slow tension and increase slowly. Keep breathing normally as you execute this contraction.\nHold for the recommended number of seconds.\nNow release the tension slowly.\nRest for the recommended amount of time and repeat with your hands placed on the back side of your head.",
   "category": "Neck"
 },
 {
   "exercise": "Neck Bridge Prone",
   "description": "\nBegin in a prone position on the floor, on your hands and knees.\nPlace your head next to your hands but a few inches nearer your legs, then extend your legs, driving your hips into the air.\nTransition into supporting your weight on your head by removing your hands from the ground. Perform this movement slowly, backing off if any serious discomfort is felt and avoiding it if you have any pre-existing neck injury.\nHold the neck bridge for a period of time, and then carefully return your hands and knees to the floor.",
   "category": "Neck"
 },
 {
   "exercise": "Side Neck Stretch",
   "description": "Start with your shoulders relaxed, gently tilt your head towards your shoulder. Assist stretch with a gentle pull on the side of the head.",
   "category": "Neck"
 },
 {
   "exercise": "Chin To Chest Stretch",
   "description": "Get into a seated position on the floor.\nPlace both hands at the rear of your head, fingers interlocked, thumbs pointing down and elbows pointing straight ahead. Slowly pull your head down to your chest. Hold for 20-30 seconds.",
   "category": "Neck"
 },
 {
   "exercise": "Neck-SMR",
   "description": "\nUsing a muscle roller or a rolling pin, place the roller behind your head and against your neck. Make sure that you do not place the roller directly against the spine, but turned slightly so that the roller is pressed against the muscles to either side of the spine. This will be your starting position.\nStarting at the top of your neck, slowly roll down the muscles of your neck, pausing at points of tension for 10-30 seconds.",
   "category": "Neck"
 },
 {
   "exercise": "Single-Leg Press",
   "description": "Load the sled to an appropriate weight. Seat yourself on the machine, planting one foot on the platform in line with your hip. Your free foot can be placed on the ground. Maintain good spinal position with your head and chest up.\nSupporting the weight, fully extend the knee and unlock the sled. This will be your starting position.\nLower the weight by flexing the hip and knee, continuing as far as flexibility allows. Do not allow your lumbar to take the load by moving your pelvis.\nAt the bottom of the motion pause briefly and then return to the starting position by extending the hip and knee.\nComplete all repetitions for one leg before switching to the other.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Clean from Blocks",
   "description": "With a barbell on boxes or stands of the desired height, take an overhand or hook grip just outside the legs. Lower your hips with the weight focused on the heels, back straight, head facing forward, chest up, with your shoulders just in front of the bar. This will be your starting position.\nBegin the first pull by driving through the heels, extending your knees. Your back angle should stay the same, and your arms should remain straight with the elbows pointed out.\nNext comes the second pull, the main source of acceleration for the clean. As the bar approaches the mid-thigh position, begin extending through the hips. In a jumping motion, accelerate by extending the hips, knees, and ankles, using speed to move the bar upward. There should be no need to actively pull through the arms to accelerate the weight. At the end of the second pull, the body should be fully extended, leaning slightly back, with the arms still extended.\nAs full extension is achieved, transition into the receiving position by aggressively shrugging and flexing the arms with the elbows up and out. Aggressively pull yourself down, rotating your elbows under the bar as you do so. Receive the bar in a front squat position, the depth of which is dependent upon the height of the bar at the end of the third pull. The bar should be racked onto the protracted shoulders, lightly touching the throat with the hands relaxed. Continue to descend to the bottom squat position, which will help in the recovery.\nImmediately recover by driving through the heels, keeping the torso upright and elbows up. Continue until you have risen to a standing position. Return the weight to the boxes for the next rep.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Barbell Full Squat",
   "description": "\nThis exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack just above shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.\nHold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.\nStep away from the rack and position your legs using a shoulder-width medium stance with the toes slightly pointed out. Keep your head up at all times and maintain a straight back. This will be your starting position.\nBegin to slowly lower the bar by bending the knees and sitting back with your hips as you maintain a straight posture with the head up. Continue down until your hamstrings are on your calves. Inhale as you perform this portion of the movement.\nBegin to raise the bar as you exhale by pushing the floor with the heel or middle of your foot as you straighten the legs and extend the hips to go back to the starting position.\nRepeat for the recommended amount of repetitions.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Tire Flip",
   "description": "\nBegin by gripping the bottom of the tire on the tread, and position your feet back a bit. Your chest should be driving into the tire.\nTo lift the tire, extend through the hips, knees, and ankles, driving into the tire and up.\nAs the tire reaches a 45 degree angle, step forward and drive a knee into the tire. As you do so adjust your grip to the upper portion of the tire and push it forward as hard as possible to complete the turn. Repeat as necessary.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Snatch",
   "description": "\nPlace your feet at a shoulder width stance with the barbell resting right above the connection between the toes and the rest of the foot.\nWith a palms facing down grip, bend at the knees and keeping the back flat grab the bar using a wider than shoulder width grip. Bring the hips down and make sure that your body drops as if you were going to sit on a chair. This will be your starting position.\nStart pushing the floor as if it were a moving platform with your feet and simultaneously start lifting the barbell keeping it close to your legs.\nAs the bar reaches the middle of your thighs, push the floor with your legs and lift your body to a complete extension in an explosive motion.\nLift your shoulders back in a shrugging movement as you bring the bar up while lifting your elbows out to the side and keeping them above the bar for as long as possible.\nNow in a very quick but powerful motion, you have to get your body under the barbell when it has reached a high enough point where it can be controlled and drop while locking your arms and holding the barbell overhead as you assume a squat position.\nFinalize the movement by rising up out of the squat position to finish the lift. At the end of the lift both feet should be on line and the arms fully extended holding the barbell overhead.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Hang Clean",
   "description": "\nBegin with a shoulder width, double overhand or hook grip, with the bar hanging at the mid thigh position. Your back should be straight and inclined slightly forward.\nBegin by aggressively extending through the hips, knees and ankles, driving the weight upward. As you do so, shrug your shoulders towards your ears.\nAs full extension is achieved, transition into the final pull by aggressively shrugging and flexing the arms with the elbows up and out. At peak extension, aggressively pull yourself down, rotating your elbows under the bar as you do so. Receive the bar in a front squat position, the depth of which is dependent upon the height of the bar at the end of the third pull. The bar should be racked onto the protracted shoulders, lightly touching the throat with the hands relaxed. Continue to descend to the bottom squat position, which will help in the recovery.\nImmediately recover by driving through the heels, keeping the torso upright and elbows up. Continue until you have risen to a standing position.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Box Squat",
   "description": "\nThe box squat allows you to squat to desired depth and develop explosive strength in the squat movement. Begin in a power rack with a box at the appropriate height behind you. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired.\nBegin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward.\nWith your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box.\nKeeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Reverse Band Box Squat",
   "description": "\nBegin in a power rack with a box at the appropriate height behind you. Set up the bands either on band pegs or attached to the top of the rack, ensuring they will be directly above the bar during the squat. Attach the other end to the bar.\nBegin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward.\nWith your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box.\nKeeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe. Use care to return the barbell to the rack.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Front Squats With Two Kettlebells",
   "description": "Clean two kettlebells to your shoulders. Clean the kettlebells to your shoulders by extending through the legs and hips as you pull the kettlebells towards your shoulders. Rotate your wrists as you do so.\nLooking straight ahead at all times, squat as low as you can and pause at the bottom. As you squat down, push your knees out. You should squat between your legs, keeping an upright torso, with your head and chest up.\nRise back up by driving through your heels and repeat.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Single Leg Push-off",
   "description": "\nStand on the ground with one foot resting on the box, heel close to the edge.\nPush off with your foot on top of the box, trying to gain as much height as possible by extending through the hip and knee.\nLand with the same foot on top of the box, returning your other foot back to the start position.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Rope Jumping",
   "description": "\nHold an end of the rope in each hand. Position the rope behind you on the ground. Raise your arms up and turn the rope over your head bringing it down in front of you. When it reaches the ground, jump over it. Find a good turning pace that can be maintained. Different speeds and techniques can be used to introduce variation.\nRope jumping is exciting, challenges your coordination, and requires a lot of energy. A 150 lb person will burn about 350 calories jumping rope for 30 minutes, compared to over 450 calories running.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Barbell Walking Lunge",
   "description": "\nBegin standing with your feet shoulder width apart and a barbell across your upper back.\nStep forward with one leg, flexing the knees to drop your hips. Descend until your rear knee nearly touches the ground. Your posture should remain upright, and your front knee should stay above the front foot.\nDrive through the heel of your lead foot and extend both knees to raise yourself back up.\nStep forward with your rear foot, repeating the lunge on the opposite leg.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Olympic Squat",
   "description": "\nBegin with a barbell supported on top of the traps. The chest should be up, and the head facing forward. Adopt a hip width stance with the feet turned out as needed.\nDescend by flexing the knees, refraining from moving the hips back as much as possible. This requires that the knees travel forward; ensure that they stay aligned with the feet. The goal is to keep the torso as upright as possible. Continue all the way down, keeping the weight on the front of the heel.\nAt the moment the upper legs contact the lower, reverse the motion, driving the weight upward.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Kettlebell Pistol Squat",
   "description": "Pick up a kettlebell with two hands and hold it by the horns. Hold one leg off of the floor and squat down on the other.\nSquat down by flexing the knee and sitting back with the hips, holding the kettlebell up in front of you.\nHold the bottom position for a second and then reverse the motion, driving through the heel and keeping your head and chest up.\nLower yourself again and repeat.",
   "category": "Quadriceps"
 },
 {
   "exercise": "step mil",
   "description": "\nTo begin, step onto the stepmill and select the desired option from the menu. You can choose a manual setting, or you can select a program to run. Typically, you can enter your age and weight to estimate the amount of calories burned during exercise. Use caution so that you dont trip as you climb the stairs. It is recommended that you maintain your grip on the handles so that you dont fall.\nStepmills offer convenience, cardiovascular benefits, and usually have less impact than running outside while offering a similar rate of calories burned. They are typically much harder than other cardio equipment. A 150 lb person will typically burn over 300 calories in 30 minutes, compared to about 175 calories walking.",
   "category": "Quadriceps"
 },
 {
   "exercise": "Romanian Deadlift With Dumbbells",
   "description": "\nBegin in a standing position with a dumbbell in each hand. Ensure that your back is straight and stays that way for the duration of the exercise. Allow your arms to hang perpendicular to the floor, with the wrists pronated and the elbows pointed to your sides. This will be your starting position.\nInitiate the movement by flexing your hips, slowly pushing your butt as far back as you can. This should entail a horizontal movement of the hips, rather than a downward movement. The knees should only partially bend, and your weight should remain on your heels.\nDrive your butt back as far as you can, which should generate tension in your hamstrings as your hands approach knee level. Maintain an arch in your back throughout the exercise.\nWhen your hips cannot perform any further backward movement, pause, and then slowly return to the starting position by extending the hips.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Clean Deadlift",
   "description": "Begin standing with a barbell close to your shins. Your feet should be directly under your hips with your feet turned out slightly. Grip the bar with a double overhand grip or hook grip, about shoulder width apart. Squat down to the bar. Your spine should be in full extension, with a back angle that places your shoulders in front of the bar and your back as vertical as possible.\nBegin by driving through the floor through the front of your heels. As the bar travels upward, maintain a constant back angle. Flare your knees out to the side to help keep them out of the bar's path.\nAfter the bar crosses the knees, complete the lift by driving the hips into the bar until your hips and knees are extended.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Barbell Deadlift",
   "description": "\nApproach the bar so that it is centered over your feet. Your feet should be about hip-width apart. Bend at the hip to grip the bar at shoulder-width allowing your shoulder blades to protract. Typically, you would use an alternating grip.\nWith your feet and your grip set, take a big breath and then lower your hips and flex the knees until your shins contact the bar. Look forward with your head. Keep your chest up and your back arched, and begin driving through the heels to move the weight upward.\nAfter the bar passes the knees aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.\nLower the bar by bending at the hips and guiding it to the floor.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Sumo Deadlift",
   "description": "\nBegin with a bar loaded on the ground. Approach the bar so that the bar intersects the middle of the feet. The feet should be set very wide, near the collars. Bend at the hips to grip the bar. The arms should be directly below the shoulders, inside the legs, and you can use a pronated grip, a mixed grip, or hook grip. Relax the shoulders, which in effect lengthens your arms.\nTake a breath, and then lower your hips, looking forward with your head with your chest up. Drive through the floor, spreading your feet apart, with your weight on the back half of your feet. Extend through the hips and knees.\nAs the bar passes through the knees, lean back and drive the hips into the bar, pulling your shoulder blades together.\nReturn the weight to the ground by bending at the hips and controlling the weight on the way down.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Power Snatch",
   "description": "Begin with a loaded barbell on the floor. The bar should be close to or touching the shins, and a wide grip should be taken on the bar. The feet should be directly below the hips, with the feet turned out as needed. Lower the hips, with the chest up and the head looking forward. The shoulders should be just in front of the bar. This will be the starting position.\nBegin the first pull by driving through the front of the heels, raising the bar from the ground. The back angle should stay the same until the bar passes the knees.\nTransition into the second pull by extending through the hips knees and ankles, driving the bar up as quickly as possible. The bar should be close to the body. At peak extension, shrug the shoulders and allow the elbows to flex to the side.\nAs you move your feet into the receiving position, a slightly wider position, pull yourself below the bar as you elevate the bar overhead. The bar should be received in a partial squat. Continue raising the bar to the overhead position, receiving the bar locked out overhead.\nReturn to a standing position with the weight over head.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Romanian Deadlift from Deficit",
   "description": "\nBegin standing while holding a bar at arms length in front of you. You can stand on a raised platform to increase the range of motion.\nBegin by flexing the knees slightly, and then flex at the hip, moving your butt back as far as possible, lowering the torso as far as flexibility allows. The back should remain in absolute extension at all times, and the bar should remain in contact with the legs. If done properly, there should be heavy tension felt in the hamstrings.\nReverse the motion to return to the starting position.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Power Clean from Blocks",
   "description": "\nWith a barbell on boxes of the desired height, take a grip just outside the legs. Lower your hips with the weight focused on the heels, back straight, head facing forward, chest up, with your shoulders just in front of the bar. This will be your starting position.\nBegin the first pull by driving through the heels, extending your knees. Your back angle should stay the same, and your arms should remain straight. As the bar approaches the mid-thigh position, begin extending through the hips.\nIn a jumping motion, accelerate by extending the hips, knees, and ankles, using speed to move the bar upward. There should be no need to actively pull through the arms to accelerate the weight. At the end of the second pull, the body should be fully extended, leaning slightly back, with the arms still extended.\nAs full extension is achieved, transition into the third pull by aggressively shrugging and flexing the arms with the elbows up and out. At peak extension, pull yourself under the bar far enough that it can be racked onto the shoulders, rotating your elbows under the bar as you do so. The bar should be racked onto the protracted shoulders, lightly touching the throat with the hands relaxed.\nImmediately recover by driving through the heels, keeping the torso upright and elbows up. Continue until you have risen to a standing position, and complete the repetition by returning the weight to the boxes.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Floor Glute-Ham Raise",
   "description": "\nYou can use a partner for this exercise or brace your feet under something stable.\nBegin on your knees with your upper legs and torso upright. If using a partner, they will firmly hold your feet to keep you in position. This will be your starting position.\nLower yourself by extending at the knee, taking care to NOT flex the hips as you go forward.\nPlace your hands in front of you as you reach the floor. This movement is very difficult and you may be unable to do it unaided. Use your arms to lightly push off the floor to aid your return to the starting position.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Natural Glute Ham Raise",
   "description": "\nUsing the leg pad of a lat pulldown machine or a preacher bench, position yourself so that your ankles are under the pads, knees on the seat, and you are facing away from the machine. You should be upright and maintaining good posture.\nThis will be your starting position. Lower yourself under control until your knees are almost completely straight.\nRemaining in control, raise yourself back up to the starting position.\nIf you are unable to complete a rep, use a band, a partner, or push off of a box to aid in completing a repetition.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Lying Leg Curls",
   "description": "\nAdjust the machine lever to fit your height and lie face down on the leg curl machine with the pad of the lever on the back of your legs (just a few inches under the calves). Tip: Preferably use a leg curl machine that is angled as opposed to flat since an angled position is more favorable for hamstrings recruitment.\nKeeping the torso flat on the bench, ensure your legs are fully stretched and grab the side handles of the machine. Position your toes straight (or you can also use any of the other two stances described on the foot positioning section). This will be your starting position.\nAs you exhale, curl your legs up as far as possible without lifting the upper legs from the pad. Once you hit the fully contracted position, hold it for a second.\nAs you inhale, bring the legs back to the initial position. Repeat for the recommended amount of repetitions.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Snatch Deadlift",
   "description": "\nThe snatch deadlift strengthens the first pull of the snatch. Begin with a wide snatch grip with the barbell placed on the platform. The feet should be directly under the hips, with the feet turned out. Squat down to the bar, keeping the back in absolute extension with the head facing forward.\nInitiate the movement by driving through the heels, raising the hips. The back angle should remain the same until the bar passes the knees.\nAt that point, drive your hips through the bar as you lay back. Return the bar to the platform by reversing the motion.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Ball Leg Curl",
   "description": "\nBegin on the floor laying on your back with your feet on top of the ball.\nPosition the ball so that when your legs are extended your ankles are on top of the ball. This will be your starting position.\nRaise your hips off of the ground, keeping your weight on the shoulder blades and your feet.\nFlex the knees, pulling the ball as close to you as you can, contracting the hamstrings.\nAfter a brief pause, return to the starting position.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Stiff-Legged Dumbbell Deadlift",
   "description": "\nGrasp a couple of dumbbells holding them by your side at arm's length.\nStand with your torso straight and your legs spaced using a shoulder width or narrower stance. The knees should be slightly bent. This is your starting position.\nKeeping the knees stationary, lower the dumbbells to over the top of your feet by bending at the waist while keeping your back straight. Keep moving forward as if you were going to pick something from the floor until you feel a stretch on the hamstrings. Exhale as you perform this movement\nStart bringing your torso up straight again by extending your hips and waist until you are back at the starting position. Inhale as you perform this movement.\nRepeat for the recommended amount of repetitions.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Hang snatch",
   "description": "\nBegin with a wide grip on the bar, with an overhand or hook grip. The feet should be directly below the hips with the feet turned out. Your knees should be slightly bent, and the torso inclined forward. The spine should be fully extended and the head facing forward. The bar should be at the hips. This will be your starting position.\nAggressively extend through the legs and hips. At peak extension, shrug the shoulders and allow the elbows to flex to the side.\nAs you move your feet into the receiving position, forcefully pull yourself below the bar as you elevate the bar overhead. Receive the bar with your body as low as possible and the arms fully extended overhead.\nReturn to a standing position with the weight overhead. Follow by returning the weight to the ground under control.",
   "category": "Hamstrings"
 },
 {
   "exercise": "Smith Machine Calf Raise",
   "description": "Place a block or weight plate below the bar on the Smith machine. Set the bar to a position that best matches your height. Once the correct height is chosen and the bar is loaded, step onto the plates with the balls of your feet and place the bar on the back of your shoulders.\nTake the bar with both hands facing forward. Rotate the bar to unrack it. This will be your starting position.\nRaise your heels as high as possible by pushing off of the balls of your feet, flexing your calf at the top of the contraction. Your knees should remain extended. Hold the contracted position for a second before you start to go back down.\nReturn slowly to the starting position as you breathe in while lowering your heels.\nRepeat for the recommended amount of repetitions.",
   "category": "Calves"
 },
 {
   "exercise": "Standing Calf Raises",
   "description": "\nAdjust the padded lever of the calf raise machine to fit your height.\nPlace your shoulders under the pads provided and position your toes facing forward (or using any of the two other positions described at the beginning of the chapter). The balls of your feet should be secured on top of the calf block with the heels extending off it. Push the lever up by extending your hips and knees until your torso is standing erect. The knees should be kept with a slight bend; never locked. Toes should be facing forward, outwards or inwards as described at the beginning of the chapter. This will be your starting position.\nRaise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times. There should be no bending at any time. Hold the contracted position by a second before you start to go back down.\nGo back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.\nRepeat for the recommended amount of repetitions.",
   "category": "Calves"
 },
 {
   "exercise": "Standing Dumbbell Calf Raise",
   "description": "\nStand with your torso upright holding two dumbbells in your hands by your sides. Place the ball of the foot on a sturdy and stable wooden board (that is around 2-3 inches tall) while your heels extend off and touch the floor. This will be your starting position.\nWith the toes pointing either straight (to hit all parts equally), inwards (for emphasis on the outer head) or outwards (for emphasis on the inner head), raise the heels off the floor as you exhale by contracting the calves. Hold the top contraction for a second.\nAs you inhale, go back to the starting position by slowly lowering the heels.\nRepeat for the recommended amount of times.",
   "category": "Calves"
 },
 {
   "exercise": "Seated Calf Raise",
   "description": "\nSit on the machine and place your toes on the lower portion of the platform provided with the heels extending off. Choose the toe positioning of your choice (forward, in, or out) as per the beginning of this chapter.\nPlace your lower thighs under the lever pad, which will need to be adjusted according to the height of your thighs. Now place your hands on top of the lever pad in order to prevent it from slipping forward.\nLift the lever slightly by pushing your heels up and release the safety bar. This will be your starting position.\nSlowly lower your heels by bending at the ankles until the calves are fully stretched. Inhale as you perform this movement.\nRaise the heels by extending the ankles as high as possible as you contract the calves and breathe out. Hold the top contraction for a second.\nRepeat for the recommended amount of repetitions.",
   "category": "Calves"
 },
 {
   "exercise": "Rocking Standing Calf Raise",
   "description": "\nThis exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place it on the back of your shoulders (slightly below the neck).\nHold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.\nStep away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance. Also maintain a straight back and keep the knees with a slight bend; never locked. This will be your starting position.\nRaise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times. There should be no bending (other than the slight initial bend we created during positioning) at any time. Hold the contracted position by a second before you start to go back down.\nGo back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.\nNow lift your toes by contracting the tibia muscles in the front of the calves as you breathe out.\nHold for a second and bring them back down as you breathe in.\nRepeat for the recommended amount of repetitions.",
   "category": "Calves"
 },
 {
   "exercise": "Standing Barbell Calf Raise",
   "description": "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the bar on the back of your shoulders (slightly below the neck).\nHold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.\nStep away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. The knees should be kept with a slight bend; never locked. This will be your starting position. Tip: For better range of motion you may also place the ball of your feet on a wooden block but be careful as this option requires more balance and a sturdy block.\nRaise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times. There should be no bending at any time. Hold the contracted position by a second before you start to go back down.\nGo back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.\nRepeat for the recommended amount of repetitions.",
   "category": "Calves"
 },
 {
   "exercise": "Barbell Seated Calf Raise",
   "description": "\nPlace a block about 12 inches in front of a flat bench.\nSit on the bench and place the ball of your feet on the block.\nHave someone place a barbell over your upper thighs about 3 inches above your knees and hold it there. This will be your starting position.\nRaise up on your toes as high as possible as you squeeze the calves and as you breathe out.\nAfter a second contraction, slowly go back to the starting position. Tip: To get maximum benefit stretch your calves as far as you can.\nRepeat for the recommended amount of repetitions.",
   "category": "Calves"
 },
 {
   "exercise": "Balance Board",
   "description": "Place a balance board in front of you.\nStand up on it and try to balance yourself.\nHold the balance for as long as desired.",
   "category": "Calves"
 },
 {
   "exercise": "Donkey Calf Raises",
   "description": "\nFor this exercise you will need access to a donkey calf raise machine. Start by positioning your lower back and hips under the padded lever provided. The tailbone area should be the one making contact with the pad.\nPlace both of your arms on the side handles and place the balls of your feet on the calf block with the heels extending off. Align the toes forward, inward or outward, depending on the area you wish to target, and straighten the knees without locking them. This will be your starting position.\nRaise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times. There should be no bending at any time. Hold the contracted position by a second before you start to go back down.\nGo back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.\nRepeat for the recommended amount of repetitions.",
   "category": "Calves"
 },
 {
   "exercise": "Smith Machine Reverse Calf Raises",
   "description": "Adjust the barbell on the smith machine to fit your height and align a raised platform right under the bar.\nStand on the platform with the heels of your feet secured on top of it with the balls of your feet extending off it. Position your toes facing forward with a shoulder width stance.\nNow, place your shoulders under the barbell while maintaining the foot positioning described and push the barbell up by extending your hips and knees until your torso is standing erect. The knees should be kept with a slight bend; never locked. This will be your starting position. Tip: The barbell on your back is only for balance purposes.\nRaise the balls of your feet as you breathe out by extending your toes as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times. There should be no bending at any time. Hold the contracted position for a second before you start to go back down.\nSlowly go back down to the starting position as you breathe in by lowering the balls of your feet and toes.\nRepeat for the recommended amount of repetitions.",
   "category": "Calves"
 },
 {
   "exercise": "Dumbbell Seated One-Leg Calf Raise",
   "description": "\nPlace a block on the floor about 12 inches from a flat bench.\nSit on a flat bench and place a dumbbell on your upper left thigh about 3 inches above your knee.\nNow place the ball of your left foot on the block. This will be your starting position.\nRaise your toes up as high as possible as you exhale and you contract your calf muscle. Hold the contraction for a second.\nSlowly return to the starting position, stretching as far down as possible.\nRepeat for your prescribed number of repetitions and then repeat with the right leg.",
   "category": "Calves"
 },
 {
   "exercise": "Ankle Circles",
   "description": "\nUse a sturdy object like a squat rack to hold yourself.\nLift the right leg in the air (just around 2 inches from the floor) and perform a circular motion with the big toe. Pretend that you are drawing a big circle with it. Tip: One circle equals 1 repetition. Breathe normally as you perform the movement.\nWhen you are done with the right foot, then repeat with the left leg.",
   "category": "Calves"
 },
 {
   "exercise": "Peroneals-SMR",
   "description": "\nLay on your side, supporting your weight on your forearm and on a foam roller placed on the outside of your lower leg. Your upper leg can either be on top of your lower leg, or you can cross it in front of you. This will be your starting position.\nRaise your hips off of the ground and begin to roll from below the knee to above the ankle on the side of your leg, pausing at points of tension for 10-30 seconds. Repeat on the other leg.",
   "category": "Calves"
 },
 {
   "exercise": "Dips - Triceps Version",
   "description": "To get into the starting position, hold your body at arm's length with your arms nearly locked above the bars.\nNow, inhale and slowly lower yourself downward. Your torso should remain upright and your elbows should stay close to your body. This helps to better focus on tricep involvement. Lower yourself until there is a 90 degree angle formed between the upper arm and forearm.\nThen, exhale and push your torso back up using your triceps to bring your body back to the starting position.\nRepeat the movement for the prescribed amount of repetitions.",
   "category": "Triceps"
 },
 {
   "exercise": "Decline EZ Bar Triceps Extension",
   "description": "\nSecure your legs at the end of the decline bench and slowly lay down on the bench.\nUsing a close grip (a grip that is slightly less than shoulder width), lift the EZ bar from the rack and hold it straight over you with your arms locked and elbows in. The arms should be perpendicular to the floor. This will be your starting position. Tip: In order to protect your rotator cuff, it is best if you have a spotter help you lift the barbell off the rack.\nAs you breathe in and you keep the upper arms stationary, bring the bar down slowly by moving your forearms in a semicircular motion towards you until you feel the bar slightly touch your forehead. Breathe in as you perform this portion of the movement.\nLift the bar back to the starting position by contracting the triceps and exhaling.\nRepeat until the recommended amount of repetitions is performed.",
   "category": "Triceps"
 },
 {
   "exercise": "Dumbbell Floor Press",
   "description": "Lay on the floor holding dumbbells in your hands. Your knees can be bent. Begin with the weights fully extended above you.\nLower the weights until your upper arm comes in contact with the floor. You can tuck your elbows to emphasize triceps size and strength, or to focus on your chest angle your arms to the side.\nPause at the bottom, and then bring the weight together at the top by extending through the elbows.",
   "category": "Triceps"
 },
 {
   "exercise": "Close-Grip Barbell Bench Press",
   "description": "Lie back on a flat bench. Using a close grip (around shoulder width), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.\nAs you breathe in, come down slowly until you feel the bar on your middle chest. Tip: Make sure that - as opposed to a regular bench press - you keep the elbows close to the torso at all times in order to maximize triceps involvement.\nAfter a second pause, bring the bar back to the starting position as you breathe out and push the bar using your triceps muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up.\nRepeat the movement for the prescribed amount of repetitions.\nWhen you are done, place the bar back in the rack.",
   "category": "Triceps"
 },
 {
   "exercise": "Triceps Pushdown - V-Bar Attachment",
   "description": "Attach a V-Bar to a high pulley and grab with an overhand grip (palms facing down) at shoulder width.\nStanding upright with the torso straight and a very small inclination forward, bring the upper arms close to your body and perpendicular to the floor. The forearms should be pointing up towards the pulley as they hold the bar. The thumbs should be higher than the small finger. This is your starting position.\nUsing the triceps, bring the bar down until it touches the front of your thighs and the arms are fully extended perpendicular to the floor. The upper arms should always remain stationary next to your torso and only the forearms should move. Exhale as you perform this movement.\nAfter a second hold at the contracted position, bring the V-Bar slowly up to the starting point. Breathe in as you perform this step.\nRepeat for the recommended amount of repetitions.",
   "category": "Triceps"
 },
 {
   "exercise": "Weighted Bench Dip",
   "description": "For this exercise you will need to place a bench behind your back and another one in front of you. With the benches perpendicular to your body, hold on to one bench on its edge with the hands close to your body, separated at shoulder width. Your arms should be fully extended.\nThe legs will be extended forward on top of the other bench. Your legs should be parallel to the floor while your torso is to be perpendicular to the floor. Have your partner place the dumbbell on your lap. Note: This exercise is best performed with a partner as placing the weight on your lap can be challenging and cause injury without assistance. This will be your starting position.\nSlowly lower your body as you inhale by bending at the elbows until you lower yourself far enough to where there is an angle slightly smaller than 90 degrees between the upper arm and the forearm. Tip: Keep the elbows as close as possible throughout the movement. Forearms should always be pointing down.\nUsing your triceps to bring your torso up again, lift yourself back to the starting position while exhaling.\nRepeat for the recommended amount of repetitions.",
   "category": "Triceps"
 },
 {
   "exercise": "Kneeling Cable Triceps Extension",
   "description": "\nPlace a bench sideways in front of a high pulley machine.\nHold a straight bar attachment above your head with your hands about 6 inches apart with your palms facing down.\nFace away from the machine and kneel.\nPlace your head and the back of your upper arms on the bench. Your elbows should be bent with the forearms pointing towards the high pulley. This will be your starting position.\nWhile keeping your upper arms close to your head at all times with the elbows in, press the bar out in a semicircular motion until the elbows are locked and your arms are parallel to the floor. Contract the triceps hard and keep this position for a second. Exhale as you perform this movement.\nSlowly return to the starting position as you breathe in.\nRepeat for the recommended amount of repetitions.",
   "category": "Triceps"
 },
 {
   "exercise": "Reverse Grip Triceps Pushdown",
   "description": "Start by setting a bar attachment (straight or e-z) on a high pulley machine.\nFacing the bar attachment, grab it with the palms facing up (supinated grip) at shoulder width. Lower the bar by using your lats until your arms are fully extended by your sides. Tip: Elbows should be in by your sides and your feet should be shoulder width apart from each other. This is the starting position.\nSlowly elevate the bar attachment up as you inhale so it is aligned with your chest. Only the forearms should move and the elbows/upper arms should be stationary by your side at all times.\nThen begin to lower the cable bar back down to the original staring position while exhaling and contracting the triceps hard.\nRepeat for the recommended amount of repetitions.",
   "category": "Triceps"
 },
 {
   "exercise": "Standing Dumbbell Triceps Extension",
   "description": "\nTo begin, stand up with a dumbbell held by both hands. Your feet should be about shoulder width apart from each other. Slowly use both hands to grab the dumbbell and lift it over your head until both arms are fully extended.\nThe resistance should be resting in the palms of your hands with your thumbs around it. The palm of the hands should be facing up towards the ceiling. This will be your starting position.\nKeeping your upper arms close to your head with elbows in and perpendicular to the floor, lower the resistance in a semicircular motion behind your head until your forearms touch your biceps. Tip: The upper arms should remain stationary and only the forearms should move. Breathe in as you perform this step.\nGo back to the starting position by using the triceps to raise the dumbbell. Breathe out as you perform this step.\nRepeat for the recommended amount of repetitions.",
   "category": "Triceps"
 },
 {
   "exercise": "Push-Ups - Close Triceps Position",
   "description": "\nLie on the floor face down and place your hands closer than shoulder width for a close hand position. Make sure that you are holding your torso up at arms' length.\nLower yourself until your chest almost touches the floor as you inhale.\nUsing your triceps and some of your pectoral muscles, press your upper body back up to the starting position and squeeze your chest. Breathe out as you perform this step.\nAfter a second pause at the contracted position, repeat the movement for the prescribed amount of repetitions.",
   "category": "Triceps"
 },
 {
   "exercise": "EZ-Bar Skullcrusher",
   "description": "Using a close grip, lift the EZ bar and hold it with your elbows in as you lie on the bench. Your arms should be perpendicular to the floor. This will be your starting position.\nKeeping the upper arms stationary, lower the bar by allowing the elbows to flex. Inhale as you perform this portion of the movement. Pause once the bar is directly above the forehead.\nLift the bar back to the starting position by extending the elbow and exhaling.\nRepeat.",
   "category": "Triceps"
 },
 {
   "exercise": "Smith Machine Shrug",
   "description": "\nTo begin, set the bar height on the smith machine around the middle of your thighs. Once the correct height is chosen and the bar is loaded, grab the bar using a pronated grip (palms facing you) shoulder width apart from each other.\nLift the barbell up and fully extend your arms with your back straight. This is the starting position.\nWhile exhaling, elevate the bar by raising your shoulders until they come close to touching your ears.\nHold the contraction for a second before lowering the bar back down to the starting position while inhaling.\nRepeat for the recommended amount of repetitions.",
   "category": "Traps"
 },
 {
   "exercise": "Leverage Shrug",
   "description": "\nLoad the pins to an appropriate weight. Position yourself directly between the handles.\nGrasp the top handles with a comfortable grip, and then lower your hips as you take a breath. Look forward with your head and keep your chest up.\nDrive through the floor with your heels, extending your hips and knees as you rise to a standing position. Keep your arms straight throughout the movement, finishing with your shoulders back. This will be your starting position.\nRaise the weight by shrugging the shoulders towards your ears, moving straight up and down.\nPause at the top of the motion, and then return the weight to the starting position.",
   "category": "Traps"
 },
 {
   "exercise": "Standing Dumbbell Upright Row",
   "description": "\nGrasp a dumbbell in each hand with a pronated (palms forward) grip that is slightly less than shoulder width. The dumbbells should be resting on top of your thighs. Your arms should be extended with a slight bend at the elbows and your back should be straight. This will be your starting position.\nUse your side shoulders to lift the dumbbells as you exhale. The dumbbells should be close to the body as you move it up and the elbows should drive the motion. Continue to lift them until they nearly touch your chin. Tip: Your elbows should drive the motion. As you lift the dumbbells, your elbows should always be higher than your forearms. Also, keep your torso stationary and pause for a second at the top of the movement.\nLower the dumbbells back down slowly to the starting position. Inhale as you perform this portion of the movement.\nRepeat for the recommended amount of repetitions.",
   "category": "Traps"
 },
 {
   "exercise": "Kettlebell Sumo High Pull",
   "description": "Place a kettlebell on the ground between your feet. Position your feet in a wide stance, and grasp the kettlebell with two hands. Set your hips back as far as possible, with your knees bent. Keep your chest and head up. This will be your starting position.\nBegin by extending the hips and knees, simultaneously pulling the kettlebell to your shoulders, raising your elbows as you do so. Reverse the motion to return to the starting position.",
   "category": "Traps"
 },
 {
   "exercise": "Dumbbell Shrug",
   "description": "\nStand erect with a dumbbell on each hand (palms facing your torso), arms extended on the sides.\nLift the dumbbells by elevating the shoulders as high as possible while you exhale. Hold the contraction at the top for a second. Tip: The arms should remain extended at all times. Refrain from using the biceps to help lift the dumbbells. Only the shoulders should be moving up and down.\nLower the dumbbells back to the original position.\nRepeat for the recommended amount of repetitions.",
   "category": "Traps"
 },
 {
   "exercise": "Calf-Machine Shoulder Shrug",
   "description": "\nPosition yourself on the calf machine so that the shoulder pads are above your shoulders. Your torso should be straight with the arms extended normally by your side. This will be your starting position.\nRaise your shoulders up towards your ears as you exhale and hold the contraction for a full second.\nSlowly return to the starting position as you inhale.\nRepeat for the recommended amount of repetitions.",
   "category": "Traps"
 },
 {
   "exercise": "Barbell Shrug",
   "description": "\nStand up straight with your feet at shoulder width as you hold a barbell with both hands in front of you using a pronated grip (palms facing the thighs). Tip: Your hands should be a little wider than shoulder width apart. You can use wrist wraps for this exercise for a better grip. This will be your starting position.\nRaise your shoulders up as far as you can go as you breathe out and hold the contraction for a second. Tip: Refrain from trying to lift the barbell by using your biceps.\nSlowly return to the starting position as you breathe in.\n",
   "category": "Traps"
 },
 {
   "exercise": "Barbell Shrug Behind The Back",
   "description": "\nStand up straight with your feet at shoulder width as you hold a barbell with both hands behind your back using a pronated grip (palms facing back). Tip: Your hands should be a little wider than shoulder width apart. You can use wrist wraps for this exercise for better grip. This will be your starting position.\nRaise your shoulders up as far as you can go as you breathe out and hold the contraction for a second. Tip: Refrain from trying to lift the barbell by using your biceps. The arms should remain stretched out at all times.\nSlowly return to the starting position as you breathe in.\nRepeat for the recommended amount of repetitions.",
   "category": "Traps"
 },
 {
   "exercise": "Upright Cable Row",
   "description": "\nGrasp a straight bar cable attachment that is attached to a low pulley with a pronated (palms facing your thighs) grip that is slightly less than shoulder width. The bar should be resting on top of your thighs. Your arms should be extended with a slight bend at the elbows and your back should be straight. This will be your starting position.\nUse your side shoulders to lift the cable bar as you exhale. The bar should be close to the body as you move it up. Continue to lift it until it nearly touches your chin. Tip: Your elbows should drive the motion. As you lift the bar, your elbows should always be higher than your forearms. Also, keep your torso stationary and pause for a second at the top of the movement.\nLower the bar back down slowly to the starting position. Inhale as you perform this portion of the movement.\nRepeat for the recommended amount of repetitions.",
   "category": "Traps"
 },
 {
   "exercise": "Cable Shrugs",
   "description": "Grasp a cable bar attachment that is attached to a low pulley with a shoulder width or slightly wider overhand (palms facing down) grip.\nStand erect close to the pulley with your arms extended in front of you holding the bar. This will be your starting position.\nLift the bar by elevating the shoulders as high as possible as you exhale. Hold the contraction at the top for a second. Tip: The arms should remain extended at all times. Refrain from using the biceps to help lift the bar. Only the shoulders should be moving up and down.\nLower the bar back to the original position.\nRepeat for the recommended amount of repetitions.",
   "category": "Traps"
 },
 {
   "exercise": "Smith Machine Behind the Back Shrug",
   "description": "With the bar at thigh level, load an appropriate weight.\nStand with the bar behind you, taking a shoulder-width, pronated grip on the bar and unhook the weight. You should be standing up straight with your head and chest up and your arms extended. This will be your starting position.\nInitiate the movement by shrugging your shoulders straight up. Do not flex the arms or wrist during the movement.\nAfter a brief pause return the weight to the starting position.\nRepeat for the desired number of repetitions before engaging the hooks to rack the weight.",
   "category": "Traps"
 },
 {
   "exercise": "Single-Arm Linear Jammer",
   "description": "\nPosition a bar into a landmine or securely anchor it in a corner. Load the bar to an appropriate weight.\nRaise the bar from the floor, taking it to your shoulders with one or both hands. Adopt a wide stance. This will be your starting position.\nPerform the movement by extending the elbow, pressing the weight up. Move explosively, extending the hips and knees fully to produce maximal force.\nReturn to the starting position.",
   "category": "Shoulders"
 },
 {
   "exercise": "Side Laterals to Front Raise",
   "description": "\nIn a standing position, hold a pair of dumbbells at your side. This will be your starting position.\nKeeping your elbows slightly bent, raise the weights directly in front of you to shoulder height, avoiding any swinging or cheating.\nAt the top of the exercise move the weights out in front of you, keeping your arms extended.\nLower the weights with a controlled motion.\nOn the next repetition, raise the weights in front of you to shoulder height before moving the weights laterally to your sides.\nLower the weights to the starting position.",
   "category": "Shoulders"
 },
 {
   "exercise": "Standing Palm-In One-Arm Dumbbell Press",
   "description": "\nStart by having a dumbbell in one hand with your arm fully extended to the side using a neutral grip. Use your other arm to hold on to an incline bench to keep your balance.\nYour feet should be shoulder width apart from each other. Now slowly lift the dumbbell up until you create a 90 degree angle with your arm. Note: Your forearm should be perpendicular to the floor. Continue to maintain a neutral grip throughout the entire exercise.\nSlowly lift the dumbbell up until your arm is fully extended. This the starting position.\nWhile inhaling lower the weight down until your arm is at a 90 degree angle again.\nFeel the contraction for a second and then lift the weight back up towards the starting position while exhaling. Remember to hold on to the incline bench and keep your feet positioned to keep balance during the exercise.\nRepeat for the recommended amount of repetitions.\nSwitch arms and repeat the exercise.",
   "category": "Shoulders"
 },
 {
   "exercise": "Clean and Press",
   "description": "\nAssume a shoulder-width stance, with knees inside the arms. Now while keeping the back flat, bend at the knees and hips so that you can grab the bar with the arms fully extended and a pronated grip that is slightly wider than shoulder width. Point the elbows out to sides. The bar should be close to the shins. Position the shoulders over or slightly ahead of the bar. Establish a flat back posture. This will be your starting position.\nBegin to pull the bar by extending the knees. Move your hips forward and raise the shoulders at the same rate while keeping the angle of the back constant; continue to lift the bar straight up while keeping it close to your body.\nAs the bar passes the knee, extend at the ankles, knees, and hips forcefully, similar to a jumping motion. As you do so, continue to guide the bar with your hands, shrugging your shoulders and using the momentum from your movement to pull the bar as high as possible. The bar should travel close to your body, and you should keep your elbows out.\nAt maximum elevation, your feet should clear the floor and you should start to pull yourself under the bar. The mechanics of this could change slightly, depending on the weight used. You should descend into a squatting position as you pull yourself under the bar.\nAs the bar hits terminal height, rotate your elbows around and under the bar. Rack the bar across the front of the shoulders while keeping the torso erect and flexing the hips and knees to absorb the weight of the bar.\nStand to full height, holding the bar in the clean position.\nWithout moving your feet, press the bar overhead as you exhale. Lower the bar under control ",
   "category": "Shoulders"
 },
 {
   "exercise": "Clean and Jerk",
   "description": "\nWith a barbell on the floor close to the shins, take an overhand or hook grip just outside the legs. Lower your hips with the weight focused on the heels, back straight, head facing forward, chest up, with your shoulders just in front of the bar. This will be your starting position.\nBegin the first pull by driving through the heels, extending your knees. Your back angle should stay the same, and your arms should remain straight. Move the weight with control as you continue to above the knees.\nNext comes the second pull, the main source of acceleration for the clean. As the bar approaches the mid-thigh position, begin extending through the hips. In a jumping motion, accelerate by extending the hips, knees, and ankles, using speed to move the bar upward. There should be no need to actively pull through the arms to accelerate the weight; at the end of the second pull, the body should be fully extended, leaning slightly back, with the arms still extended.\nAs full extension is achieved, transition into the third pull by aggressively shrugging and flexing the arms with the elbows up and out. At peak extension, aggressively pull yourself down, rotating your elbows under the bar as you do so. Receive the bar in a front squat position, the depth of which is dependent upon the height of the bar at the end of the third pull. The bar should be racked onto the protracted shoulders, lightly touching the throat with the hands relaxed. Continue to descend to the bottom squat position, which will help in the recovery.\nImmediately recover by driving through the heels, keeping the torso upright and elbows up. Continue until you have risen to a standing position.\nThe second phase is the jerk, which raises the weight overhead. Standing with the weight racked on the front of the shoulders, begin with the dip. With your feet directly under your hips, flex the knees without moving the hips backward. Go down only slightly, and reverse direction as powerfully as possible.\nDrive through the heels create as much speed and force as possible, and be sure to move your head out of the way as the bar leaves the shoulders.\nAt this moment as the feet leave the floor, the feet must be placed into the receiving position as quickly as possible. In the brief moment the feet are not actively driving against the platform, the athletes effort to push the bar up will drive them down. The feet should be split, with one foot forward, and one foot back. Receive the bar with the arms locked out overhead. Return to a standing position.",
   "category": "Shoulders"
 },
 {
   "exercise": "Standing Palms-In Dumbbell Press",
   "description": "\nStart by having a dumbbell in each hand with your arm fully extended to the side using a neutral grip. Your feet should be shoulder width apart from each other. Now slowly lift the dumbbells up until you create a 90 degree angle with your arms. Note: Your forearms should be perpendicular to the floor. This the starting position.\nContinue to maintain a neutral grip throughout the entire exercise. Slowly lift the dumbbells up until your arms are fully extended.\nWhile inhaling lower the weights down until your arm is at a 90 degree angle again.\nRepeat for the recommended amount of repetitions.",
   "category": "Shoulders"
 },
 {
   "exercise": "Standing Military Press",
   "description": "Start by placing a barbell that is about chest high on a squat rack. Once you have selected the weights, grab the barbell using a pronated (palms facing forward) grip. Make sure to grip the bar wider than shoulder width apart from each other. Slightly bend the knees and place the barbell on your collar bone. Lift the barbell up keeping it lying on your chest. Take a step back and position your feet shoulder width apart from each other. Once you pick up the barbell with the correct grip length, lift the bar up over your head by locking your arms. Hold at about shoulder level and slightly in front of your head. This is your starting position. Lower the bar down to the collarbone slowly as you inhale. Lift the bar back up to the starting position as you exhale. ",
   "category": "Shoulders"
 },
 {
   "exercise": "One-Arm Kettlebell Push Press",
   "description": "\nHold a kettlebell by the handle. Clean the kettlebell to your shoulder by extending through the legs and hips as you pull the kettlebell towards your shoulder. Rotate your wrist as you do so, so that the palm faces forward. This will be your starting position.\nDip your body by bending the knees, keeping your torso upright.\nImmediately reverse direction, driving through the heels, in essence jumping to create momentum. As you do so, press the kettlebell overhead to lockout by extending the arms, using your body's momentum to move the weight. Lower the weight to perform the next repetition.",
   "category": "Shoulders"
 },
 {
   "exercise": "Seated Barbell Military Press",
   "description": "\nSit on a Military Press Bench with a bar behind your head and either have a spotter give you the bar (better on the rotator cuff this way) or pick it up yourself carefully with a pronated grip (palms facing forward). Tip: Your grip should be wider than shoulder width and it should create a 90-degree angle between the forearm and the upper arm as the barbell goes down.\nOnce you pick up the barbell with the correct grip length, lift the bar up over your head by locking your arms. Hold at about shoulder level and slightly in front of your head. This is your starting position.\nLower the bar down to the collarbone slowly as you inhale.\nLift the bar back up to the starting position as you exhale.\nRepeat for the recommended amount of repetitions.",
   "category": "Shoulders"
 },
 {
   "exercise": "One-Arm Side Laterals",
   "description": "\nPick a dumbbell and place it in one of your hands. Your non lifting hand should be used to grab something steady such as an incline bench press. Lean towards your lifting arm and away from the hand that is gripping the incline bench as this will allow you to keep your balance.\nStand with a straight torso and have the dumbbell by your side at arms length with the palm of the hand facing you. This will be your starting position.\nWhile maintaining the torso stationary (no swinging), lift the dumbbell to your side with a slight bend on the elbow and your hand slightly tilted forward as if pouring water in a glass. Continue to go up until you arm is parallel to the floor. Exhale as you execute this movement and pause for a second at the top.\nLower the dumbbell back down slowly to the starting position as you inhale.\nRepeat for the recommended amount of repetitions.\nSwitch arms and repeat the exercise.",
   "category": "Shoulders"
 },
 {
   "exercise": "Power Partials",
   "description": "Stand up with your torso upright and a dumbbell on each hand being held at arms length. The elbows should be close to the torso.\nThe palms of the hands should be facing your torso. Your feet should be about shoulder width apart. This will be your starting position.\nKeeping your arms straight and the torso stationary, lift the weights out to your sides until they are about shoulder level height while exhaling.\nFeel the contraction for a second and begin to lower the weights back down to the starting position while inhaling. Tip: Keep the palms facing down with the little finger slightly higher while lifting and lowering the weights as it will concentrate the stress on your shoulders mainly.\nRepeat for the recommended amount of repetitions.",
   "category": "Shoulders"
 },
 {
   "exercise": "Seated Dumbbell Press",
   "description": "\nGrab a couple of dumbbells and sit on a military press bench or a utility bench that has a back support on it as you place the dumbbells upright on top of your thighs.\nClean the dumbbells up one at a time by using your thighs to bring the dumbbells up to shoulder height at each side.\nRotate the wrists so that the palms of your hands are facing forward. This is your starting position.\nAs you exhale, push the dumbbells up until they touch at the top.\nAfter a second pause, slowly come down back to the starting position as you inhale.\nRepeat for the recommended amount of repetitions.",
   "category": "Shoulders"
 },
 {
   "exercise": "Standing Dumbbell Straight-Arm Front Delt Raise Above Head",
   "description": "\nHold the dumbbells in front of your thighs, palms facing your thighs.\nKeep your arms straight with a slight bend at the elbows but keep them locked. This will be your starting position.\nRaise the dumbbells in a semicircular motion to arm's length overhead as you exhale.\nSlowly return to the starting position using the same path as you inhale.\nRepeat for the recommended amount of repetitions.",
   "category": "Shoulders"
 },
 {
   "exercise": "Reverse Flyes",
   "description": "\nTo begin, lie down on an incline bench with the chest and stomach pressing against the incline. Have the dumbbells in each hand with the palms facing each other (neutral grip).\nExtend the arms in front of you so that they are perpendicular to the angle of the bench. The legs should be stationary while applying pressure with the ball of your toes. This is the starting position.\nMaintaining the slight bend of the elbows, move the weights out and away from each other (to the side) in an arc motion while exhaling. Tip: Try to squeeze your shoulder blades together to get the best results from this exercise.\nThe arms should be elevated until they are parallel to the floor.\nFeel the contraction and slowly lower the weights back down to the starting position while inhaling.\nRepeat for the recommended amount of repetitions.",
   "category": "Shoulders"
 },
 {
   "exercise": "One-Arm Medicine Ball Slam",
   "description": "\nStart in a standing position with a staggered, athletic stance. Hold a medicine ball in one hand, on the same side as your back leg. This will be your starting position.\nBegin by winding the arm, raising the medicine ball above your head. As you do so, extend through the hips, knees, and ankles to load up for the slam.\nAt peak extension, flex the shoulders, spine, and hips to throw the ball hard into the ground directly in front of you.\nCatch the ball on the bounce and continue for the desired number of repetitions.",
   "category": "Abdominals"
 },
 {
   "exercise": "Barbell Curl",
   "description": "\nStand up with your torso upright while holding a barbell at a shoulder-width grip. The palm of your hands should be facing forward and the elbows should be close to the torso. This will be your starting position.\nWhile holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out. Tip: Only the forearms should move.\nContinue the movement until your biceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the biceps hard.\nSlowly begin to bring the bar back to starting position as your breathe in.\nRepeat for the recommended amount of repetitions.",
   "category": "Biceps"
 },
 {
   "exercise": "Concentration Curls",
   "description": "\nSit down on a flat bench with one dumbbell in front of you between your legs. Your legs should be spread with your knees bent and feet on the floor.\nUse your right arm to pick the dumbbell up. Place the back of your right upper arm on the top of your inner right thigh. Rotate the palm of your hand until it is facing forward away from your thigh. Tip: Your arm should be extended and the dumbbell should be above the floor. This will be your starting position.\nWhile holding the upper arm stationary, curl the weights forward while contracting the biceps as you breathe out. Only the forearms should move. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level. Tip: At the top of the movement make sure that the little finger of your arm is higher than your thumb. This guarantees a good contraction. Hold the contracted position for a second as you squeeze the biceps.\nSlowly begin to bring the dumbbells back to starting position as your breathe in. Caution: Avoid swinging motions at any time.\nRepeat for the recommended amount of repetitions. Then repeat the movement with the left arm.",
   "category": "Biceps"
 },
 {
   "exercise": "Biceps Curl To Shoulder Press",
   "description": "\nBegin in a standing position with a dumbbell in each hand. Your arms should be hanging at your sides with your palms facing forward. Look directly ahead, keeping your chest up, with your feet shoulder-width apart. This will be your starting position.\nInitiate the movement by flexing the elbows to curl the weight. Do not use momentum or flex through the shoulder, instead use a controlled motion.\nExecute the pressing movement by extending the arm, flexing and abducting the shoulder to rotate the arm as you press above your head.\nPause at the top of the motion before reversing the movement to return to the starting position. Complete the desired number of repetitions before switching to the opposite side.",
   "category": "Biceps"
 },
 {
   "exercise": "Zottman Curl",
   "description": "\nStand up with your torso upright and a dumbbell in each hand being held at arms length. The elbows should be close to the torso.\nMake sure the palms of the hands are facing each other. This will be your starting position.\nWhile holding the upper arm stationary, curl the weights while contracting the biceps as you breathe out. Only the forearms should move. Your wrist should rotate so that you have a supinated (palms up) grip. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level.\nHold the contracted position for a second as you squeeze the biceps.\nNow during the contracted position, rotate your wrist until you now have a pronated (palms facing down) grip with the thumb at a higher position than the pinky.\nSlowly begin to bring the dumbbells back down using the pronated grip.\nAs the dumbbells close your thighs, start rotating the wrist so that you go back to a neutral (palms facing your body) grip.\nRepeat for the recommended amount of repetitions.",
   "category": "Biceps"
 },
 {
   "exercise": "Hammer Curls",
   "description": "Stand up with your torso upright and a dumbbell on each hand being held at arms length. The elbows should be close to the torso.\nThe palms of the hands should be facing your torso. This will be your starting position.\nNow, while holding your upper arm stationary, exhale and curl the weight forward while contracting the biceps. Continue to raise the weight until the biceps are fully contracted and the dumbbell is at shoulder level. Hold the contracted position for a brief moment as you squeeze the biceps. Tip: Focus on keeping the elbow stationary and only moving your forearm.\nAfter the brief pause, inhale and slowly begin the lower the dumbbells back down to the starting position.\nRepeat for the recommended amount of repetitions.",
   "category": "Biceps"
 },
 {
   "exercise": "EZ-Bar Curl",
   "description": "\nStand up straight while holding an EZ curl bar at the wide outer handle. The palms of your hands should be facing forward and slightly tilted inward due to the shape of the bar. Keep your elbows close to your torso. This will be your starting position.\nNow, while keeping your upper arms stationary, exhale and curl the weights forward while contracting the biceps. Focus on only moving your forearms.\nContinue to raise the weight until your biceps are fully contracted and the bar is at shoulder level. Hold the top contracted position for a moment and squeeze the biceps.\nThen inhale and slowly lower the bar back to the starting position.\nRepeat for the recommended amount of repetitions.",
   "category": "Biceps"
 },
 {
   "exercise": "Spider Curl",
   "description": "\nStart out by setting the bar on the part of the preacher bench that you would normally sit on. Make sure to align the barbell properly so that it is balanced and will not fall off.\nMove to the front side of the preacher bench (the part where the arms usually lay) and position yourself to lay at a 45 degree slant with your torso and stomach pressed against the front side of the preacher bench.\nMake sure that your feet (especially the toes) are well positioned on the floor and place your upper arms on top of the pad located on the inside part of the preacher bench.\nUse your arms to grab the barbell with a supinated grip (palms facing up) at about shoulder width apart or slightly closer from each other.\nSlowly begin to lift the barbell upwards and exhale. Hold the contracted position for a second as you squeeze the biceps.\nSlowly begin to bring the barbell back to the starting position as your breathe in. .\nRepeat for the recommended amount of repetitions.",
   "category": "Biceps"
 },
 {
   "exercise": "Wide-Grip Standing Barbell Curl",
   "description": "\nStand up with your torso upright while holding a barbell at the wide outer handle. The palm of your hands should be facing forward. The elbows should be close to the torso. This will be your starting position.\nWhile holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out. Tip: Only the forearms should move.\nContinue the movement until your biceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the biceps hard.\nSlowly begin to bring the bar back to starting position as your breathe in.\nRepeat for the recommended amount of repetitions.",
   "category": "Biceps"
 },
 {
   "exercise": "Incline Hammer Curls",
   "description": "\nSeat yourself on an incline bench with a dumbbell in each hand. You should pressed firmly against he back with your feet together. Allow the dumbbells to hang straight down at your side, holding them with a neutral grip. This will be your starting position.\nInitiate the movement by flexing at the elbow, attempting to keep the upper arm stationary.\nContinue to the top of the movement and pause, then slowly return to the start position",
   "category": "Biceps"
 },
 {
   "exercise": "Hip Extension with Bands",
   "description": "Secure one end of the band to the lower portion of a post and attach the other to one ankle.\nFacing the attachment point of the band, hold on to the column to stabilize yourself.\nKeeping your head and your chest up, move the resisted leg back as far as you can while keeping the knee straight.\nReturn the leg to the starting position.",
   "category": "Glutes"
 },
 {
   "exercise": "Pull Through",
   "description": "Begin standing a few feet in front of a low pulley with a rope or handle attached. Face away from the machine, straddling the cable, with your feet set wide apart.\nBegin the movement by reaching through your legs as far as possible, bending at the hips. Keep your knees slightly bent. Keeping your arms straight, extend through the hip to stand straight up. Avoid pulling upward through the shoulders; all of the motion should originate through the hips.",
   "category": "Glutes"
 },
 {
   "exercise": "Kneeling Jump Squat",
   "description": "\nBegin kneeling on the floor with a barbell racked across the back of your shoulders, or you can use your body weight for this exercise. This can be done inside of a power rack to make unracking easier.\nSit back with your hips until your glutes touch your feet, keeping your head and chest up.\nExplode up with your hips, generating enough power to land with your feet flat on the floor.\nContinue with the squat by driving through your heels and extending the knees to come to a standing position.",
   "category": "Glutes"
 },
 {
   "exercise": "Physioball Hip Bridge",
   "description": "\nLay on a ball so that your upper back is on the ball with your hips unsupported. Both feet should be flat on the floor, hip width apart or wider. This will be your starting position.\nBegin by extending the hips using your glutes and hamstrings, raising your hips upward as you bridge.\nPause at the top of the motion and return to the starting position.",
   "category": "Glutes"
 },
 {
   "exercise": "Flutter Kicks",
   "description": "On a flat bench lie facedown with the hips on the edge of the bench, the legs straight with toes high off the floor and with the arms on top of the bench holding on to the front edge.\nSqueeze your glutes and hamstrings and straighten the legs until they are level with the hips. This will be your starting position.\nStart the movement by lifting the left leg higher than the right leg.\nThen lower the left leg as you lift the right leg.\nContinue alternating in this manner (as though you are doing a flutter kick in water) until you have done the recommended amount of repetitions for each leg. Make sure that you keep a controlled movement at all times. Tip: You will breathe normally as you perform this movement.",
   "category": "Glutes"
 },
 {
   "exercise": "Glute Kickback",
   "description": "\nKneel on the floor or an exercise mat and bend at the waist with your arms extended in front of you (perpendicular to the torso) in order to get into a kneeling push-up position but with the arms spaced at shoulder width. Your head should be looking forward and the bend of the knees should create a 90-degree angle between the hamstrings and the calves. This will be your starting position.\nAs you exhale, lift up your right leg until the hamstrings are in line with the back while maintaining the 90-degree angle bend. Contract the glutes throughout this movement and hold the contraction at the top for a second. Tip: At the end of the movement the upper leg should be parallel to the floor while the calf should be perpendicular to it.\nGo back to the initial position as you inhale and now repeat with the left leg.\nContinue to alternate legs until all of the recommended repetitions have been performed",
   "category": "Glutes"
 },
 {
   "exercise": "Kneeling Squat",
   "description": "Set the bar to the proper height in a power rack. Kneel behind the bar; it may be beneficial to put a mat down to pad your knees. Slide under the bar, racking it across the back of your shoulders. Your shoulder blades should be retracted and the bar tight across your back. Unrack the weight.\nWith your head looking forward, sit back with your butt until you touch your calves.\nReverse the motion, returning the torso to an upright position.",
   "category": "Glutes"
 },
 {
   "exercise": "Step-up with Knee Raise",
   "description": "Stand facing a box or bench of an appropriate height with your feet together. This will be your starting position.\nBegin the movement by stepping up, putting your left foot on the top of the bench. Extend through the hip and knee of your front leg to stand up on the box. As you stand on the box with your left leg, flex your right knee and hip, bringing your knee as high as you can.\nReverse this motion to step down off the box, and then repeat the sequence on the opposite leg.",
   "category": "Glutes"
 },
 {
   "exercise": "Single Leg Glute Bridge",
   "description": "Lay on the floor with your feet flat and knees bent.\nRaise one leg off of the ground, pulling the knee to your chest. This will be your starting position.\nExecute the movement by driving through the heel, extending your hip upward and raising your glutes off of the ground.\nExtend as far as possible, pause and then return to the starting position.",
   "category": "Glutes"
 },
 {
   "exercise": "Butt Lift (Bridge)",
   "description": "Lie flat on the floor on your back with the hands by your side and your knees bent. Your feet should be placed around shoulder width. This will be your starting position.\nPushing mainly with your heels, lift your hips off the floor while keeping your back straight. Breathe out as you perform this part of the motion and hold at the top for a second.\nSlowly go back to the starting position as you breathe in.",
   "category": "Glutes"
 },
 {
   "exercise": "One-Legged Cable Kickback",
   "description": "Hook a leather ankle cuff to a low cable pulley and then attach the cuff to your ankle.\nFace the weight stack from a distance of about two feet, grasping the steel frame for support.\nWhile keeping your knees and hips bent slightly and your abs tight, contract your glutes to slowly kick the working leg back in a semicircular arc as high as it will comfortably go as you breathe out. Tip: At full extension, squeeze your glutes for a second in order to achieve a peak contraction.\nNow slowly bring your working leg forward, resisting the pull of the cable until you reach the starting position.\nRepeat for the recommended amount of repetitions.\nSwitch legs and repeat the movement for the other side.",
   "category": "Glutes"
 },
 {
   "exercise": "Barbell Hip Thrust",
   "description": "\nBegin seated on the ground with a bench directly behind you. Have a loaded barbell over your legs. Using a fat bar or having a pad on the bar can greatly reduce the discomfort caused by this exercise.\nRoll the bar so that it is directly above your hips, and lean back against the bench so that your shoulder blades are near the top of it.\nBegin the movement by driving through your feet, extending your hips vertically through the bar. Your weight should be supported by your shoulder blades and your feet. Extend as far as possible, then reverse the motion to return to the starting position.",
   "category": "Glutes"
 },
 {
   "exercise": "Barbell Glute Bridge",
   "description": "\nBegin seated on the ground with a loaded barbell over your legs. Using a fat bar or having a pad on the bar can greatly reduce the discomfort caused by this exercise. Roll the bar so that it is directly above your hips, and lay down flat on the floor.\nBegin the movement by driving through with your heels, extending your hips vertically through the bar. Your weight should be supported by your upper back and the heels of your feet.\nExtend as far as possible, then reverse the motion to return to the starting posi",
   "category": "Glutes"
 },
 {
   "exercise": "Decline Reverse Crunch",
   "description": "Lie on your back on a decline bench and hold on to the top of the bench with both hands. Don't let your body slip down from this position.\nHold your legs parallel to the floor using your abs to hold them there while keeping your knees and feet together. Tip: Your legs should be fully extended with a slight bend on the knee. This will be your starting position.\nWhile exhaling, move your legs towards the torso as you roll your pelvis backwards and you raise your hips off the bench. At the end of this movement your knees will be touching your chest.\nHold the contraction for a second and move your legs back to the starting position while inhaling.\nRepeat for the recommended amount of repetitions.",
   "category": "Abdominals"
 },
 {
   "exercise": "Dumbbell V-Sit Cross Jab",
   "description": "\nBegin seated on your butt with your knees bent and feet on the ground. Lean your upper body back to form a 45-degree angle with the floor. Bring your feet off the ground so that your body resembles a V shape.\nGrasp a dumbbell in each hand and hold tight to your chest with palms facing each other. This will be your starting position.\nWhile keeping your core tight and maintaining your body's V position, quickly extend your left arm straight out (similar to a jab) and then bring it back to the starting position while simultaneously punching out with the right arm.\nYour torso and legs may slightly rotate side to side opposite of your hands throughout the movementthis is okay.\nA punch with each hand counts as one total repetition. Repeat for recommended number of repetitions.",
   "category": "Abdominals"
 },
 {
   "exercise": "Spell Caster",
   "description": "\nHold a dumbbell in each hand with a pronated grip. Your feet should be wide with your hips and knees extended. This will be your starting position.\nBegin the movement by pulling both of the dumbbells to one side next to your hip, rotating your torso.\nKeeping your arms straight and the dumbbells parallel to the ground, rotate your torso to swing the weights to your opposite side.\nContinue alternating, rotating from one side to the other until the set is complete.",
   "category": "Abdominals"
 },
 {
   "exercise": "Bottoms up",
   "description": "Begin by lying on your back on the ground. Your legs should be straight and your arms at your side. This will be your starting position.\nTo perform the movement, tuck the knees toward your chest by flexing the hips and knees. Following this, extend your legs directly above you so that they are perpendicular to the ground. Rotate and elevate your pelvis to raise your glutes from the floor.\nAfter a brief pause, return to the starting position.",
   "category": "Abdominals"
 },
 {
   "exercise": "Standing Cable Lift",
   "description": "Connect a standard handle on a tower, and move the cable to the lowest pulley position.\nWith your side to the cable, grab the handle with one hand and step away from the tower. You should be approximately arms length away from the pulley, with the tension of the weight on the cable. Your outstretched arm should be aligned with the cable.\nWith your feet positioned shoulder width apart, squat down and grab the handle with both hands. Your arms should still be fully extended.\nIn one motion, pull the handle up and across your body until your arms are in a fully-extended position above your head.\nKeep your back straight and your arms close to your body as you pivot your back foot and straighten your legs to get a full range of motion.\nRetract your arms and then your body. Return to the neutral position in a slow and controlled manner.\nRepeat to failure.\nThen, reposition and repeat the same series of movements on the opposite side.",
   "category": "Abdominals"
 },
 {
   "exercise": "Suspended Fallout",
   "description": "\nAdjust the straps so the handles are at an appropriate height, below waist level.\nBegin standing and grasping the handles. Lean into the straps, moving to an incline push-up position. This will be your starting position.\nKeeping your arms straight, lean further into the suspension straps, bringing your body closer to the ground, allowing your shoulders to extend, raising your arms up and over your head.\nMaintain a neutral spine and keep the rest of your body straight, your shoulders being the only joints allowed to move.\nPause during the peak contraction, and then return to the starting position.",
   "category": "Abdominals"
 },
 {
   "exercise": "Landmine 180's",
   "description": "\nPosition a bar into a landmine or securely anchor it in a corner. Load the bar to an appropriate weight.\nRaise the bar from the floor, taking it to shoulder height with both hands with your arms extended in front of you. Adopt a wide stance. This will be your starting position.\nPerform the movement by rotating the trunk and hips as you swing the weight all the way down to one side. Keep your arms extended throughout the exercise.\nReverse the motion to swing the weight all the way to the opposite side.\nContinue alternating the movement until the set is complete.",
   "category": "Abdominals"
 }
]